[
    [
        "39467821",
        "Outcomes reporting in clinical trials of Chinese herbal medicine on ulcerative colitis: A systematic review",
        "",
        "Y"
    ],
    [
        "39323842",
        "Effect of Mediterranean diet on body mass index and fatigue severity in patients with multiple sclerosis: A systematic review and meta-analysis of clinical trials",
        "BACKGROUND: Recent studies imply that Mediterranean Diet (MeD) may play an important role in the management of Multiple Sclerosis (MS). This meta-analysis aimed to evaluate the effectiveness of MeD in addressing MS-related complications. METHODS: A thorough search was performed in MEDLINE (PubMed), Scopus, EMBASE, ScienceDirect, Google Scholar, Web of Science, and the Central Cochrane Library, covering trials published until September 2023. The quantitative data were synthesized using random effect models through STATA<sub>14</sub>. RESULTS: After analyzing 228 entries, we found five Randomized Controlled Trials (RCTs) with a total of 540 participants, who had an average disease duration of 8.5 years. The combined effect size revealed a decrease in Body Mass Index (BMI) (Weighted Mean Difference [WMD] = -0.88 kg/m<sup>2</sup>; 95 % Confidence Interval [CI] = -1.68, -0.08; P = 0.030). There was also a non-significant marginal improvement in fatigue severity (WMD = -8.29; 95 % CI = -16.74, 0.16; P = 0.054). CONCLUSION: Adherence to MeD may improve BMI and fatigue severity in MS patients. Further RCTs are needed to confirm the current results.",
        "Y"
    ],
    [
        "39135006",
        "The risk of thyroid cancer and sex differences in Hashimoto's thyroiditis, a meta-analysis",
        "BACKGROUND AND OBJECTIVE: The prevalence of thyroid cancer (TC) has exhibited an upward trajectory in recent years. An accelerating amount of evidence shows a significant association between Hashimoto's thyroiditis (HT) and TC. The present study encompasses a meticulously designed systematic review and meta-analysis with the aim of scrutinizing the risk of TC and clarifying sex disparities in HT. METHODS: A comprehensive search was conducted across reputable online databases, including PubMed, Cochrane Library, EMBASE, and Web of Science. English-language publications on the correlation between HT and TC were examined without temporal restrictions. Two authors independently screened the articles and extracted pertinent data. The collected data underwent statistical analysis using the STATA software, enabling the calculation of the pooled Odds Ratio (OR) and 95% confidence intervals (CI). Additionally, a supplementary analysis was conducted on studies incorporating sex-specific data to determine the OR (female vs. male) and the sex-based prevalence of TC in HT. RESULTS: A total of 2,845 records were obtained, and 26 retrospective studies were included in this meta-analysis. The results indicated a significant role for HT in TC (OR: 2.22, 95% CI: 1.85-2.67). Supplementary analysis indicated that the prevalence of TC in HT patients was lower in women (0.31, 95% CI: 0.17-0.45) than in men (0.37, 95% CI: 0.21-0.53). However, the result was not statistically significant. CONCLUSION: This systematic review and meta-analysis provide evidence that HT is associated with increasing odds of TC. Regular review of HT patients holds positive clinical significance.",
        "Y"
    ],
    [
        "39064758",
        "Effects of Dietary Supplementation in Patients with Restless Legs Syndrome: A Systematic Review",
        "Restless legs syndrome (RLS) is a common neurological disorder. It disrupts sleep and well-being and is often associated with other conditions. This review examines the potential of dietary supplements to manage RLS symptoms and reduce reliance on medications. A total of 10 randomized clinical trials involving 482 participants were analyzed, focusing on the impact of various supplements on symptom severity, sleep quality, and daytime sleepiness. Findings suggest some supplements may have positive results. Magnesium oxide and vitamin B6 significantly improved sleep quality and RLS symptoms, with magnesium showing greater effectiveness. Vitamin D supplementation did not show significant benefits. Oral iron has promising results, indicating potential efficacy but issues related to compliance and absorption. Both vitamins C and E positively affect RLS symptoms, likely due to their antioxidant properties. Valerian improved RLS and sleep but did not show a statistically significant improvement. Despite these encouraging results, a high risk of bias was noted in half of the studies, emphasizing the need for more rigorous research. Overall, this review suggests that dietary supplements may be a promising approach to managing RLS. However, further investigation is required to confirm the efficacy and safety.",
        "Y"
    ],
    [
        "39501196",
        "Safety and efficacy of PD-1/PD-L1 immune checkpoint inhibitors in patients with pre-treated advanced stage malignant mesothelioma: a systematic review and meta-analysis",
        "BACKGROUND: Malignant mesothelioma is an aggressive cancer with poor prognosis. Programmed cell death protein-1 (PD-1) and its ligand 1 (PD-L1) immune checkpoint inhibitors (ICIs) have recently presented as a viable option in some first line but primarily as a second-line treatment of advanced-stage malignant mesothelioma (asMM). Therefore, this systematic review and meta-analysis aims to assess the safety and efficacy of PD-1/L-1 ICIs in advanced-stage malignant mesothelioma. METHODS: PubMed, Scopus, and Cochrane databases were searched for all studies assessing the safety and efficacy of anti PD-1/PD-L1 agents. Primary outcomes were objective response rate (ORR) and disease control rate (DCR). Secondary outcomes were median progression free (mPFS) and overall survival (mOS). Safety outcomes were treatment- (TRAEs) and immune-related adverse events (IRAEs). A random-effects meta-analysis was performed to pool medians and to derive event rates. RESULTS: A total of 15 studies were included with total of 1064 asMM patients. ORR and DCR were 16% and 57%, respectively. A pooled mPFS was 4.53 (CI: 3.40-5.65) and mOS was 10.51 (CI: 9.03-12.00). Overall TRAEs had an event rate of 0.69 (0.50-0.83) whereas IRAEs had an event rate of 0.28 (0.15-0.46). There were no significant differences between pembrolizumab, nivolumab primarily, and avelumab subgroups for all the outcomes. Additionally, meta-regression found no covariate to be a significant factor in ORR and DCR. CONCLUSION: In this meta-analysis we found that anti-PD1/PD-L1 treatment could be useful in pretreated asMM as they had at least comparable or greater mPFS, mOS, ORR, and DCR than other second-line agents currently being used. REGISTRATION NUMBER: This systematic review was registered at PROSPERO prior to the literature search, CRD42023442350.",
        "Y"
    ],
    [
        "39393995",
        "Serum glycosylated hemoglobin and prostate cancer risk: Results from a systematic review and dose-response meta-analysis",
        "OBJECTIVES: To evaluate the correlation between serum glycosylated hemoglobin (HbA1c) levels and the risk of prostate cancer incidence and mortality, providing a comprehensive analysis to inform preventative and clinical strategies. METHODS: A systematic review and meta-analysis was conducted including studies based on their documentation of prostate cancer incidence and mortality related to HbA1c levels, with a minimum of 3 risk-related data levels. The Newcastle-Ottawa Quality Assessment Scale (NOQAS) was used for quality assessment and risk of bias evaluation. We employed generalized least squares (GLS) to assess the linear trend within individual studies and combined these estimates using a random effects model. Additionally, we utilized a restricted cubic spline (RCS) model to investigate potential nonlinear trends. RESULTS: A total of 13 studies were included in the quantitative synthesis ultimately. The quantitative analysis did not find a significant association between HbA1c levels and prostate cancer incidence. However, a significant positive correlation was revealed between HbA1c levels and both cancer-specific mortality (CSM) and all-cause mortality (ACM), with a 1% increase in HbA1c levels associated with a 26% increase in CSM and a 21% increase in ACM. CONCLUSION: The HbA1c level is significantly associated with increased prostate cancer mortality. The results highlight the importance of considering blood sugar control in the comprehensive risk assessment for prostate cancer, particularly among the nondiabetic population.",
        "Y"
    ],
    [
        "39366856",
        "The Current use of Adaptive Strategies for External Beam Radiotherapy in Cervical Cancer: A Systematic Review",
        "AIMS: Variability in the target and organs at risk (OARs) in cervical cancer treatment presents challenges for precise radiotherapy. Adaptive radiotherapy (ART) offers the potential to enhance treatment precision and outcomes. However, the increased workload and a lack of consensus on the most suitable ART approach hinder its clinical adoption. This systematic review aims to assess the current use of adaptive strategies for cervical cancer and define the optimal approach. MATERIALS AND METHODS: A systematic review of current literature published between January 2012 and May 2023 was conducted. Searches used PubMed/Medline, Cochrane Library, and Web of Science databases, supplemented with the University of Manchester, Google Scholar, and papers retrieved from reference lists. The review assessed workflows, compared dosimetric benefits, and examined resources for each identified strategy. Excluded were abstracts, conference abstracts, reviews, articles unrelated to ART management, proton therapy, brachytherapy, or qualitative studies. A narrative synthesis involved data tabulation, summarizing selected studies detailing workflow for cervical cancer and dosimetric outcomes for targets and OARs. RESULTS: Sixteen articles met the inclusion criteria; these were mostly retrospective simulation planning studies, except four studies that had been clinically implemented. We identified five approaches for ART radiotherapy for cervical cancer: reactive and scheduled adaptation, internal target volume (ITV)-based approach using library of plans (LOP), fixed-margin approach using LOP, and real-time adaptation, with each approach reducing irradiated volumes without compromising target coverage compared to the non-ART approach. The LOP-based ITV approach is the most used and clinically assessed. CONCLUSION: Identifying the optimal strategy is challenging due to dosimetric assessment limitations. Implementing cervical cancer ART necessitates strategic optimization of clinical benefits and resources through research, including studies to identify the optimal frequency, and prospective evaluations of toxicity.",
        "N"
    ],
    [
        "39362334",
        "Effect of perioperative immunonutrition intervention among gynecological cancer patients: A systematic review",
        "BACKGROUND: Gynecologic cancer (GC) patients often experience systemic inflammation, malnutrition, and compromised postoperative outcomes. This systematic review aims to comprehensively synthesize existing data regarding the impact of perioperative immunonutrition (IMN) intervention on GC patients. METHODS: The databases of CENTRAL, EMBASE, Web of Science, and the Cochrane Library were used to conduct a literature search, supplemented by internet search engines and manual searches. Publications released between January 2009 and October 2023 was identified, reviewed, and data extracted. RESULTS: The review encompasses six studies involving 712 patients, comprising two randomized controlled trials (RCTs), two prospective studies, and two retrospective cohort studies. Three studies prescribed IMN perioperatively; two pre-operatively and one post-operatively. Four out of six studies reported less post-operative infection and complications. Two studies reported shorter hospitalization using the IMN formula. One study reported a longer hospitalization with IMN supplementation. Overall survival showed no significant difference in the two studies. Four studies reported positive modulation of inflammatory markers and lymphocytes as outcomes, with IMN formulas. DISCUSSION AND CONCLUSION: Perioperative IMN emerge as a promising intervention, demonstrating notable benefits included shortened hospitalization as well and positive modulation of inflammatory markers.",
        "Y"
    ],
    [
        "39502388",
        "Impact of cannabis abuse on the occurrence of stroke in young people: a systematic review and meta-analysis",
        "BACKGROUND: The occurrence of stroke in young people has risen significantly. This can easily lead to physical disabilities, swallowing difficulties, and cognitive impairment, among other issues, having a profound impact on families and society. Risk factors for stroke in young people differ from those for traditional stroke, with cannabis abuse emerging as a significant high-risk factor. However, the extent of the impact of cannabis abuse on the occurrence of stroke and the rate of disability in young people remains unclear. To clarify this issue and provide evidence supporting the primary prevention of stroke in young people, this systematic review and meta-analysis summarizes the latest findings from previous studies. METHODS: A systematic search of PubMed, EMBASE, Cochrane Library, and Web of Science databases was conducted until April 2023. The review included observational studies comparing stroke risk estimates between cannabis abusers and non-users. RESULTS: This review included six observational studies focusing on cannabis abuse, involving 119,284,152 participants. A significant association was found between cannabis abuse and an increased risk of stroke [OR = 1.14, 95% CI (1.08, 1.20)]. However, there was substantial heterogeneity among the studies (I <sup>2</sup> = 89%, p &lt; 0.001). After adjusting for confounders such as smoking and alcohol abuse, we found a stronger association between cannabis abuse and stroke in young adults [OR = 1.21, 95% CI (1.12, 1.29)]. Subgroup analyses revealed no significant difference in stroke risk between ischemic and hemorrhagic strokes (p = 0.43). CONCLUSION: The results of our systematic review and meta-analysis showed that cannabis abuse has a more significant effect on the occurrence of stroke in young people; however, it was not possible to distinguish whether cannabis abuse is more likely to cause ischemic or hemorrhagic stroke. Further research is needed to explore the impact of different drug types, dosages, and behaviors on stroke risk. SYSTEMATIC REVIEW REGISTRATION: https://www.crd.york.ac.uk/prospero/, Identifier CRD42023443261.",
        "Y"
    ],
    [
        "39498228",
        "Effectiveness and safety of cannabis-based products for medical use in patients with fibromyalgia syndrome: A systematic review",
        "BACKGROUND: There is a need to explore pharmacological options for syndrome (FMS), such as medical cannabis. The aim of this systematic review was to synthesize and analyze the available information about the effectiveness/efficacy and safety of cannabis-based products for medical use (CBPMs) and cannabis-based medicines (CBMs), in patients with FMS. METHODS: Interventional or observational studies, systematic reviews and meta-analysis regarding the effectiveness/efficacy and safety of CBPMs and CBMs in patients with FMS were retrieved from the PubMed/Medline database until April 2024. Then, the information was summarized in tables, with the type of CBPM and CBM, the method used in the study and the effective-ness/efficacy and safety outcomes. RESULTS: 19 publications were selected from the search or form the relevant references. Different CBPM and CBM were used across the studies. Also, different instruments for measuring the effectiveness were used. In general, the use of CBPMs and CBM showed an important improvement in pain, quality of life, and sleep habits. There were no serious adverse events. CONCLUSIONS: The results show that CBMPs and CBMs could be effective and safe in patients with FMS; however, the evidence is limited and there is a need for high-quality clinical studies conducted with improved methodological design.",
        "Y"
    ],
    [
        "39502192",
        "Acetylsalicylic acid dosed at bedtime vs. dosed in the morning for circadian rhythm of blood pressure- a systematic review and meta-analysis",
        "INTRODUCTION: Cardiovascular disease (CVD) is a leading global cause of morbidity and mortality, with high systolic blood pressure (SBP) identified as a major risk factor. Aspirin (Acetylsalicylic acid-ASA) has been considered for CVD prevention, prompting questions about its optimal use in primary and secondary prevention and the ideal dosing time to maximize its impact on circadian blood pressure rhythms. Previous research suggests a potential benefit of bedtime aspirin dosing in reducing blood pressure, attributed to its effects on the renin-angiotensin-aldosterone system and nitric oxide production. This systematic review and meta-analysis aim to further explore the circadian effects of aspirin on blood pressure, focusing on the timing of administration. METHODS: Adhering to PRISMA guidelines, a comprehensive search of PubMed, Cochrane Library, and clinicaltrials.gov was conducted. Randomized controlled trials (RCTs) involving patients aged &gt;18 with cardiovascular history and hypertension were included. The primary objective was to assess the impact of bedtime-dosed and morning-dosed aspirin on systolic and diastolic blood pressure. Low-dose aspirin was administered for primary or secondary prevention. The Cochrane Risk of Bias tool evaluated study quality. Meta-analyses were conducted using RevMan 5.3, with mean deviations and 95% confidence intervals employed for outcomes. RESULTS: Initial searches yielded 1,181 articles, with six studies meeting the inclusion criteria. These RCTs involved 1,470 patients, with 1,086 completing follow-up. Bedtime aspirin dosing demonstrated a significant reduction in both systolic and diastolic blood pressure compared to morning dosing (p &lt; 0.05). Meta-analysis results for systolic blood pressure revealed a weighted mean difference of approximately 3.65 mmHg in favour of bedtime dosing, with low heterogeneity (I <sup>2</sup> = 0%). For diastolic blood pressure, the weighted mean difference was 1.92, again favouring bedtime dosing, with 3% heterogeneity. CONCLUSION: This meta-analysis, involving over 1,300 cardiovascular/hypertensive patients, supports the effectiveness of bedtime aspirin in reducing systolic and diastolic blood pressure compared to morning dosing. The results align with previous findings but distinguish themselves by incorporating a more diverse patient population and addressing moderate heterogeneity. While the study's outcomes are promising, further research, including larger sample sizes and longer durations, is warranted for comprehensive clinical implementation. As the study exclusively focused on aspirin timing, future investigations should explore sustained blood pressure effects in patients with clinical indications for aspirin alongside other hypertensive medications.",
        "Y"
    ],
    [
        "39425977",
        "Cardiovascular and kidney benefits of SGLT-2is and GLP-1RAs according to baseline blood pressure in type 2 diabetes: a systematic meta-analysis of cardiovascular outcome trials",
        "Using a systematic meta-analysis, we investigated if patients with type 2 diabetes (T2D) and with varying baseline blood pressure (BP) differ in the cardiorenal benefits received from sodium-glucose co-transporter 2 inhibitors (SGLT-2is) and glucagon-like peptide 1 receptor agonists (GLP-1RAs). Design: Randomized, placebo-controlled, cardiovascular outcome trials (CVOTs) of SGLT-2is and GLP-1RAs were identified from MEDLINE, Embase, and the Cochrane Library up to April 2024. Hazard ratios (HRs) with 95% CIs were pooled. The differential treatment effect by baseline BP category within each trial was estimated as the ratio of the HR (RHR) and pooled. Results: Seventeen publications based on 9 unique CVOTs (4 SGLT-2is and 5 GLP-1RAs) were eligible. In participants with normal baseline BP, comparing SGLT-2is with placebo, the HRs (95% CIs) were 0.88 (0.79-0.97) for major adverse cardiovascular events (MACE), 0.73 (0.59-0.91) for heart failure (HF) hospitalization, 0.78 (0.65-0.94) for composite CVD death/HF hospitalization, and 0.55 (0.41-0.73) for composite renal outcome. The corresponding estimates for participants with higher baseline BP were 0.88 (0.81-0.96), 0.67 (0.57-0.79), 0.73 (0.65-0.82), and 0.61 (0.48-0.77), respectively. In participants with normal baseline BP, GLP-RAs had no strong effect on MACE, stroke and nephropathy, but reduced stroke and nephropathy risk in those with higher baseline BP. Estimated RHRs showed no statistical evidence that baseline BP modified the cardiorenal benefits of SGLT-2is and GLP-1RAs. Conclusions: In patients with T2D, the cardiorenal benefits of treatment with SGLT2-Is and GLP1-RAs were similar in patients with normal baseline BP compared to those with a higher baseline BP.",
        "Y"
    ],
    [
        "39392560",
        "Efficacy of Chronic Use of Sodium-Glucose Co-transporter 2 Inhibitors on the Prevention of Contrast-Induced Acute Kidney Injury in Patients with Type 2 Diabetes Mellitus Following Coronary Procedures: A Systematic Review and Meta-Analysis",
        "INTRODUCTION: Contrast-induced acute kidney injury (CI-AKI) is a common complication of iodinated contrast administration during coronary procedures, especially in patients with diabetes mellitus (DM). Besides periprocedural hydration and statins, there are no other pharmacological strategies with consistent results to prevent CI-AKI up to date. This study aims to evaluate the efficacy of chronic use of sodium-glucose co-transporter 2 (SGLT2) inhibitors on the prevention of CI-AKI in patients with type 2 DM following coronary procedures. METHODS: A systematic literature search of MEDLINE, Google Scholar, Embase, and Cochrane Library was performed. Relevant observational studies and randomized controlled studies (RCTs) were identified. Results were pooled using a random-effect model meta-analysis. Subgroup analyses were performed to evaluate the potential benefit of SGLT2 inhibitors on the prevention of CI-AKI in patients undergoing urgent or elective coronary angiography/percutaneous coronary interventions (CAG/PCI). RESULTS: Seven observational studies and one randomized controlled trial with 2740 patients were included. Chronic treatment (minimum duration 2 weeks to 6 months) with an SGLT2 inhibitor was associated with a significantly reduced risk of CI-AKI in diabetic patients undergoing coronary procedures compared with the control group [risk ratio (RR) 0.48; 95% confidence interval (CI) 0.39-0.59; p &lt; 0.001). Results of subsequent subgroup analysis showed a significant reduction in the incidence of CI-AKI in diabetic patients undergoing both elective CAG/PCI (RR 0.49; 95% CI 0.35-0.68; p&lt;0.001) and urgent CAG/PCI (RR 0.48; 95% Cl 0.35-0.66; p &lt; 0.001). DISCUSSION: Chronic use of SGLT2 inhibitors may be preventative against the incidence of CI-AKI in patients with type 2 DM undergoing coronary interventions. Further RCTs are needed to confirm our findings.",
        "Y"
    ],
    [
        "39382958",
        "The Influence of Physical Activity and Diet Mobile Apps on Cardiovascular Disease Risk Factors: Meta-Review",
        "BACKGROUND: The literature on whether physical activity (PA) and PA and diet (PA+Diet) mobile apps improve cardiovascular disease (CVD) risk factors is promising. OBJECTIVE: The aim of this meta-review is to provide an evidence synthesis of systematic reviews and meta-analyses examining the influence of PA and PA+Diet apps on the major CVD risk factors. METHODS: We systematically searched 5 databases until January 12, 2022. Included systematic reviews and meta-analyses (1) reported the CVD risk factor outcomes of BMI, waist circumference, body weight, blood pressure (BP), hemoglobin A<sub>1c</sub> (HbA<sub>1c</sub>), fasting blood glucose, blood lipids, or PA; (2) enrolled healthy participants ≥18 years who may or may not have the metabolic syndrome, diabetes mellitus, or preexisting CVD risk factors; (3) reviewed PA or PA+Diet app interventions integrating behavioral change techniques (BCT) to deliver their information; and (4) had a nonapp control. RESULTS: In total, 17 reviews (9 systematic reviews and 8 meta-analyses) published between 2012 and 2021 qualified. Participants were middle-aged, mostly women ranging in number from 10 to 62,219. Interventions lasted from 1 to 24 months, with the most common behavioral strategies being personalized feedback (n=8), self-monitoring (n=7), and goal setting (n=5). Of the PA app systematic reviews (N=4), the following CVD risk factors improved: body weight and BMI (n=2, 50%), BP (n=1, 25%), HbA<sub>1c</sub> (n=1, 25%), and blood lipids (n=1, 25%) decreased, while PA (n=4, 100%) increased. Of the PA+Diet app systematic reviews (N=5), the following CVD risk factors improved: body weight and BMI (n=3, 60%), BP (n=1, 20%), and HbA<sub>1c</sub> (n=3, 60%) decreased, while PA (n=3, 60%) increased. Of the PA app meta-analyses (N=1), the following CVD risk factors improved: body weight decreased (-0.73 kg, 95% CI -1.45 to -0.01; P=.05) and PA increased by 25 minutes/week (95% CI 0.58-1.68; P&lt;.001), while BMI (-0.09 kg/m<sup>2</sup>, 95% CI -0.29 to 0.10; P=.35) and waist circumference (-1.92 cm, 95% CI -3.94 to 0.09; P=.06) tended to decrease. Of the PA+Diet app meta-analyses (n=4), the following CVD risk factors improved: body weight (n=4, 100%; from -1.79 kg 95% CI -3.17 to -0.41; P=.01 to -2.80 kg 95% CI -4.54 to -1.06, P=.002), BMI (n=1, 25%; -0.64 kg/m<sup>2</sup>, 95% CI -1.09 to -0.18; P=.01), waist circumference (n=1, 25%; -2.46 cm, 95% CI -4.56 to -0.36; P=.02), systolic/diastolic BP (n=1, 25%; -4.22/-2.87 mm Hg, 95% CI -6.54 to -1.91/ -4.44 to -1.29; P&lt;.01), and HbA<sub>1c</sub> (n=1, 25%; -0.43%, 95% CI -0.68 to -0.19; P&lt;.001) decreased. CONCLUSIONS: PA and PA+Diet apps appear to be most consistent in improving PA and anthropometric measures with favorable but less consistent effects on other CVD risk factors. Future studies are needed that directly compare and better quantify the effects of PA and PA+Diet apps on CVD risk factors. TRIAL REGISTRATION: PROSPERO CRD42023392359; https://www.crd.york.ac.uk/prospero/display_record.php?RecordID=392359.",
        "Y"
    ],
    [
        "39355589",
        "Aortic Stiffness Measured by Carotid Femoral-Pulse Wave Velocity at Different Stages of Normal Glucose, Prediabetes, and Diabetes Mellitus: A Systematic Review and Meta-Analysis",
        "BACKGROUND: To explore aortic stiffness measured by carotid femoral-pulse wave velocity (cf-PWV) at different stages of normal glucose, prediabetes, and diabetes mellitus (DM). METHODS: The literature comparing aortic stiffness (AS) with cf-PWV between DM and non-DM samples was systematically retrieved from Pubmed, Ovid Medline, Web of Science, Embase, Scopus, CNKI, and Wanfang databases. The Newcastle-Ottawa Scale was used to assess the quality of the literature. The primary endpoint was the mean difference (MD) of cf-PWV between the normal glucose and DM samples and normal glucose and prediabetes samples. The secondary endpoints were the MD of carotid intima-media thickness (cIMT) and carotid-radial pulse wave velocity (cr-PWV). Aggregated MD and 95% confidence intervals were calculated. When the I<sup>2</sup> value was &gt;50% or p &lt; 0.01, the heterogeneity was considered large, and the random-effect model was used; otherwise, the fixed-effect model was used. A sensitivity analysis was conducted to identify the source of heterogeneity, and a funnel plot and the regression Egger test was utilized to assess the publication bias. RESULTS: A total of 37 studies were finally enrolled. Samples with DM had a higher cf-PWV value and cIMT value than those without DM, and the differences were statistically significant. The cr-PWV measurements tended to be higher in the DM group than in the non-DM group, but the difference was not significant. Samples with prediabetes also had a significantly higher cf-PWV value than samples with normal glucose. CONCLUSIONS: Samples with DM and prediabetes were associated with a higher cf-PWV value, indicating that DM patients had a higher central AS. Central AS progresses at the prediabetes stage. These data provide insight into understanding the mechanism of adverse effects of DM and prediabetes on artery stiffness.",
        "Y"
    ],
    [
        "39493183",
        "Effects of Non-invasive Vagus Nerve Stimulation on Inflammatory Markers in COVID-19 Patients: A Systematic Review and Meta-Analysis of Randomized Controlled Trials",
        "The international healthcare community has encountered several difficulties because of the COVID-19 pandemic brought on by SARS-CoV-2. COVID-19 can lead to an abnormal immune response that features excessive inflammation, so targeting the vagus nerve through non-invasive vagus nerve stimulation (nVNS) may hold promise as an intervention. This meta-analysis aimed to examine the outcomes of using nVNS on different inflammatory biomarkers in COVID-19 patients. Up until May 2023, we performed a review of online databases. We included randomized controlled trials (RCTs) that discussed how nVNS affected patients with COVID-19's clinical outcomes. Using the Revman 5.4 software (Cochrane, London, United Kingdom), a meta-analysis was carried out to find the pooled mean difference (MD), with 95% confidence intervals (CIs), of nVNS effects on different inflammatory biomarkers, including interleukin-10 (IL-10), C-reactive protein (CRP), IL-6, and cortisol levels. The review included four RCTs involving 180 COVID-19 patients. Following nVNS treatment, there was a significant increase in IL-10 levels (MD = 1.53, 95% CI: 0.77, 2.29; p &lt; 0.001). CRP levels (MD = -2.24, 95% CI: -4.52, 0.05; p = 0.06), IL-6 levels (MD = 4.07, 95% CI: -3.16, 11.32; p = 0.27), cortisol levels (MD = 1.45, 95% CI: -11.67, 14.57; p = 0.83), and D-dimer levels (MD = -0.47, 95% CI: -1.31, 0.38; p = 0.28) did not differ significantly. These findings suggest that nVNS may positively impact certain inflammatory markers in COVID-19 patients, suggesting that nVNS could be a beneficial adjunctive treatment.",
        "Y"
    ],
    [
        "39420134",
        "Systematic review and meta analysis of cross immunity and the smokers paradox in COVID19",
        "COVID-19 pandemic, caused by the novel SARS-CoV-2 virus, has raised significant interest in understanding potential cross-immunity mechanisms. Recent evidence suggests that T-cells associated with common cold coronaviruses (229E, NL63, OC43, HKU1) may provide some level of cross-immunity against SARS-CoV-2. It is also known that the prevalence of smokers among patients admitted to hospital for COVID-19 is lower than expected according to the corresponding country's smoking prevalence, which is known as smoker's paradox in COVID-19. No clear consensus to explain it has yet been reached. This phenomenon suggests a complex interaction between smoking and immune response. Nonetheless, very few works have studied the prevalence of smokers in those infected by common cold coronaviruses, and its relation to COVID-19 has not been investigated. We performed a systematic review and meta-analysis to study the prevalence of smokers among patients infected by common cold coronaviruses, and to compare them to the corresponding country's smoking prevalence. L'Abbé plots were used to visually assess the consistency of the observed effects across the different studies included in the meta-analysis. Additionally, significant differences were found in smoking prevalence among the various types of ccCoV, indicating the need for further research into the biological mechanisms driving these disparities. The results show that smoking prevalence is higher among those patients infected by these coronaviruses than in the general population (OR = 1.37, 95% CI: 0.81-2.33). A study was separately done for the four coronavirus types, and the prevalence of smokers was higher in three of the four than that corresponding to country, gender and study year: OC43 (OR = 1.93, 95% CI: 0.64-5.82); HKU1 (OR = 3.62, 95% CI: 1.21-10.85); NL63 (OR = 1.93, 95% CI: 0.64-5.82); 229E (OR = 0.97, 95% CI: 0.50-1.90). The heterogeneity of the studies was assessed using the Cochrane Chi-squared test, I-squared (I2), and Tau-squared (τ2). This detailed statistical analysis enhances the robustness of our findings and highlights the variations in smoking prevalence among different ccCoVs. Our data suggest that COVID-19 might be less prevalent among smokers due to greater cross-immunity from a larger number or more recent infections by common cold coronaviruses than the non-smoking population, which would explain smoker's paradox in COVID-19. IMPLICATIONS. The low prevalence of current smokers among SARS-CoV-2 patients is a finding recurrently repeated, even leading to postulate the \"smoker's paradox\" in COVID-19. This fact compelled us to study the prevalence of smokers among patients infected by common cold coronaviruses, and to compare them to the corresponding country's smoking prevalence. Our data could explain smoker's paradox in COVID-19 by a greater cross immunity due to a larger number, or more recent infections by common cold coronaviruses than the non-smoking population. This manuscript allow understand potential unrevealed mechanism for low prevalence of current smokers among SARS-CoV-2 patients.",
        "Y"
    ],
    [
        "39362798",
        "Does the use of DACC-coated dressings improve clinical outcomes for hard to heal wounds: A systematic review",
        "Reports of overuse and antimicrobial resistance have fuelled some clinicians to adopt alternative wound dressings termed to be non-medicated or non-antimicrobials, which still claim antimicrobial or antibacterial activity. In this PROSPERO-registered systematic review, we evaluated the in vivo clinical evidence for the effectiveness of DACC-coated dressings in chronic, hard to heal wound-related outcomes. The Grading of Recommendations, Assessment, Development, and Evaluation (GRADE) Framework was adopted as the template in constructing this systematic review. The PICO format (Population [or patients], Intervention, Comparison [control], Outcome/s) was used to identify key clinical questions in determining patient outcomes under two domains (infection control and wound healing). A systematic search was performed in PubMed, OVID, Cochrane Library, clinical trial registries and data sources from independent committees. Abstracts of all studies were screened independently by two reviewers, with six further reviewers independently assessing records proceeding to full review. The authors rated the quality of evidence for each of the outcomes critical to decision making. After excluding duplicates, 748 records were screened from the databases, and 13 records were sought for full review. After full review, we excluded a further three records, leaving ten records for data extraction. Three records were narrative reviews, three systematic reviews, two prospective non-comparative before/after studies, one prospective head-to-head comparator cohort study and one retrospective head-to-head comparator cohort study. No RCTs or case versus control studies were identified. The overall quality of clinical evidence for the use of DACC-coated dressing to improve wound infection and wound healing outcomes was assessed as very low. There is an urgent unmet need to perform appropriately designed RCTs or case-control studies. The extracted data provide no clarity and have limited to no evidence to support that using a DACC-coated dressing improves wound infection or wound healing outcomes. Further, there is no evidence to suggest this therapy is either superior to standard of wound care or equivocal to topical antimicrobial agents in the management of infected hard to heal wounds.",
        "Y"
    ],
    [
        "39357550",
        "Effects and safety of the traditional Chinese exercise baduanjin on depression and anxiety in COVID-19 patients: A systematic review and meta-analysis",
        "AIM: This systematic review and meta-analysis aimed to assess the safety and efficacy of Baduanjin, a traditional Chinese exercise (TCM), for reducing depression and anxiety in individuals suffering from coronavirus disease 2019 (COVID-19). METHODS: Nineteen databases were searched from their inception through August 2024 to gather data for this study. The focus of this study was randomized controlled trials (RCTs) in which Baduanjin was administered for the treatment of COVID-19 patients with depression and anxiety. The study included various types of Baduanjin exercise, whether used alone or in conjunction with other treatment modalities, for the control group. The comparators included a waitlist control, usual care, health education and supportive counseling, psychosocial support therapy, pharmacotherapies, and other common exercises. The exclusion criteria for trials were trials comparing different treatment durations, different treatment frequencies, and different types of Baduanjin exercise. Moreover, other traditional Chinese medicine (TCM) therapeutic methods applied in either the intervention or control group were also excluded. Throughout the entire study, the selection process, data extraction and quantitative analysis were carried out in strict adherence to all relevant guidelines. The Cochrane criteria for risk of bias were used to assess the methodological quality of the trials. In our review, a meta-analysis was performed using the software STATA MP14. RESULTS: After conducting a meta-analysis, eight RCTs were found to have satisfied the inclusion criteria. The effects of Baduanjin exercise on self-rating anxiety scale (SAS) scores were investigated in five RCTs comprising a total of 228 patients. Analysis of the results revealed that the combination of Baduanjin exercises and conventional therapies led to a statistically significant reduction in SAS scores [MD=-3.21 (95 % CI= -3.64, -2.79), P&lt; 0.001] compared to conventional therapies alone. Moreover, this systematic review explored the effect of Baduanjin exercise on self-rating depression scale (SDS) scores (three RCTs involving 83 participants), Hamilton Anxiety Rating Scale (HAM-A) scores (one RCT involving 103 participants), Patient Health Questionnaire (PHQ-9) scores (one RCT involving 70 participants) and Generalized Anxiety Disorder-7 (GAD-7) scores (one RCT involving 59 participants) for patients with COVID-19. The results showed that, in addition to conventional therapies, Baduanjin exercise had a more favorable impact on reducing the SDS score [mean difference (MD) =-2.86 (95 % CI=4.11, -1.61), P=0.025], PHQ-9 score [MD=-5.31, 95 % CI=-8.73, -1.89), P=0.002] and HAM-A score [MD=-3.00, 95 % CI=-5.33, -0.67], P=0.010] in patients with COVID-19 than did the use of conventional therapies alone. Furthermore, the combination of Baduanjin exercise and conventional therapies effectively decreased the number of patients who experienced severe or moderate anxiety according to the GAD-7 score compared to that of patients who experienced severe or moderate anxiety according to conventional therapies alone [Relative Risk (RR) =0.03, 95 % CI=0.00, 0.51); P=0.020]. However, the included clinical trials lacked a detailed description of the randomization process, and only a small portion of the studies reported proper allocation concealment procedures, which may introduce selection bias. Moreover, owing to the nature of Baduanjin exercise, it is difficult to blind participants and practitioners, which may lead to performance bias. Furthermore, the lack of blinding may lead to subjective influences of assessors on the results, thereby causing detection bias. These methodological shortcomings and potential biases should be addressed in future studies. CONCLUSIONS: It is difficult to draw firm conclusions on whether Baduanjin exercise is an effective intervention for reducing depression and anxiety in COVID-19 patients because of the high risk of bias among the available RCTs. Further rigorous RCTs are warranted but need to overcome the methodological shortcomings of the existing evidence.",
        "Y"
    ],
    [
        "39287572",
        "Psychological distress and coping strategies in breast cancer patients under neoadjuvant therapy: A systematic review",
        "BACKGROUND: During neoadjuvant therapy (NAT), patients with locally advanced breast cancer (LABC) experience psychological distress (PD) and adopt appropriate coping strategies. OBJECTIVE: This systematic review aimed to examine the prevalence and changes in PD and coping strategies in patients with LABC during NAT and to evaluate effective interventions to reduce their PD. DESIGN: Quantitative (cross-sectional, longitudinal, and interventional) and qualitative studies reporting PD and coping strategies related to NAT during LABC were included. DATA SOURCES AND METHODS: PubMed, Cochrane Library, Scopus, ScienceDirect, Wiley Online Library, and Web of Science databases were consulted to gather relevant literature from the first publications until July 25, 2023. Selection was conducted according to the Preferred Reporting Items for Systematic Reviews and Meta-Analyses guidelines. RESULTS: A total of 41 articles were included, of which four were qualitative. The main results showed that the prevalence of depression before NAT ranged from 0% to 46% and that of anxiety from 5.5% to 54%. After NAT, the prevalence of depression ranged from 40% to 78.5% and anxiety accounted for 27%. Additionally, PD decreased during NAT. The main determinants of PD were perceived social support, living in joint families, being affected by COVID-19 infection, delays in diagnosis, and starting neoadjuvant treatment. For coping strategies, after NAT, \"resigned coping\" decreased, whereas \"social support\" increased, and active coping strategies were correlated with better PD. Some interventions found a reduction in PD, such as a mobile health application, fasting-mimicking diet, relaxation training, and guided imaging. CONCLUSION: These findings highlight the importance of considering PD and coping strategies in patients with LABC from diagnosis to the end of NAT. The results suggest that effective psychological interventions should be implemented.",
        "N"
    ],
    [
        "39275820",
        "Comparative anti-plaque and anti-gingivitis efficiency of Triphala versus chlorhexidine mouthwashes in children: a systematic review and meta-analysis",
        "The aim of this systematic review is to comparatively evaluate the Triphala and chlorhexidine mouthwashes efficacies in decreasing plaque formation and gingivitis in children. With a priori-set inclusion and exclusion criteria's and relevant MeSH terms, the PubMed, Cochrane and Ovid SP were scrutinized from the year 1980 to April 2023 for prospective articles. Outcomes evaluated were plaque formation and gingivitis through Plaque index and Gingival index. Five studies were finally included and were analyzed qualitatively and quantitatively. Meta-analysis, was performed using a random effects model. Plaque index (PI) and Gingival Index (GI). There was no significant difference between reduction in the gingivitis and plaque accumulation between Triphala and chlorhexidine mouthwash groups in children (p value 0.83, 0.96).",
        "Y"
    ],
    [
        "39417958",
        "Metabolic/Bariatric Surgery is Safe and Effective in People with Obesity, Type 2 Diabetes Mellitus and Chronic Kidney Disease: A Systematic Review and Meta-Analysis of Randomized Controlled Trials",
        "Obesity, type 2 diabetes (T2D), and chronic kidney disease (CKD) are thought to increase surgical risks and reduce weight loss after metabolic/bariatric surgery (MBS). Electronic databases were searched between January 2013 and August 2023 for randomized controlled trials (RCT) of MBS reporting data on the safety, total weight loss (TWL), and metabolic control in patients with and without CKD. Forty-four out of 2904 articles were analyzed, representing 1470 patients. No significant differences were found in TWL after 1 year (- 19%, CI - 0.19 to - 0.18 vs.: - 15%, CI - 0.20 to - 0.09, p = 0.13) or after 5 years (- 20%, CI - 0.21 to - 0.18 vs. Group - 16%, CI - 0.28 to - 0.04, p = 0.50).Similarly, there were no significant differences in HbA1c at 1 year (- 1.06, CI - 1.37 to - 0.76 vs. Group 2: - 1.52, CI - 2.25 to - 0.79, p = 0.26) or after 5 years (- 0.97, CI - 1.53 to 0.41 vs. Group 2: - 1.09, CI - 2.21 to 0.03, p = 0.85). For fasting plasma glucose, no differences were seen at 2 years (- 30.43, CI - 60.47 to 0.39 vs. - 35.11, CI - 48.76 to - 21.46, p = 0.78) or after 5 years (- 11.24, CI - 53.38 to 30.89 vs. - 5.4, CI 20.22 to 9.42, p = 0.80). In terms of total cholesterol, no significant differences were found after 1 year (- 10.36, CI - 32.94 to 12.22 vs. - 19.80, CI - 39.46 to - 0.14, p = 0.54) or after 5 years (- 7.43, CI - 25.09 to 5.23 vs. - 21.30, CI - 43.08 to 0.49, p = 0.15). For triglycerides, both showed similar reductions after 1 year (- 76.21, CI - 112.84 to - 39.59 vs. - 78.00, CI - 100.47 to - 55.53, p = 0.94) and after 5 years (- 79.65, CI - 121.09 to - 38.21 vs. - 53.15, CI - 71.14 to - 35.16, p = 0.25). The presence of CKD in patients with obesity and T2D does not reduce the safety and efficacy of MBS.",
        "Y"
    ],
    [
        "39408238",
        "Effectiveness of Prebiotics and Mediterranean and Plant-Based Diet on Gut Microbiota and Glycemic Control in Patients with Prediabetes or Type 2 Diabetes: A Systematic Review and Meta-Analysis",
        "BACKGROUND: A high-calorie diet results in the development of prediabetes (PD) or type 2 diabetes mellitus (T2DM). This diet has been reported to cause changes in microbial composition, concentration levels of glycemic parameters, and immune cells or inflammatory cytokines. This systematic review and meta-analysis aimed to evaluate the effects of prebiotics, as well as Mediterranean and plant-based dietary interventions, on gut microbiota composition and glucose homeostasis in individuals with PD or T2D. METHODS: This systematic review and meta-analysis was developed according to the 2020 PRISMA guidelines and checklist. PubMed, EBSCOhost and Google Scholar were the three databases that were used to search for electronically published studies. Data extraction was conducted and examined by the reviewers and all the eligible studies were selected. To test for the quality and biases of the included studies, the Downs and Black checklist was used, followed by the use of Review Manager 5.4. A forest plot was used for meta-analysis and sensitivity analysis. The strength of the evidence was assessed using the Grading of Recommendation Assessment, Development and Evaluation approach. RESULTS: Overall, eight studies met the inclusion criteria: seven focused on patients with T2D, and one focused on patients with PD. The prebiotic dietary intervention did not have a statistically significant effect on glycemic control, including fasting blood glucose (FBG) and glycated hemoglobin (HbA1c). However, one study investigating the Mediterranean diet reported a significant effect on glycemic control. Both prebiotic and Mediterranean dietary interventions were found to beneficially influence gut microbial composition in the intervention groups compared to the placebo groups. No studies assessed the impact of a plant-based diet on microbial composition and glucose parameters. CONCLUSIONS: This review indicated that dietary intervention with a prebiotic or Mediterranean diet shows to beneficially improve the gut microbiota composition of Firmicutes, Bacteroidetes and Bifidobacteria in patients with PD or T2D. However, their beneficial effects on FBG and HbA1c were less clear and uncertain due to limited reports, particularly regarding the Mediterranean dietary intervention.",
        "Y"
    ],
    [
        "39395229",
        "Cardiometabolic outcomes in offspring of women treated with metformin versus insulin for gestational diabetes: A Systematic Review and meta-analysis",
        "INTRODUCTION: Gestational diabetes mellitus (GDM) is commonly managed with either metformin or insulin, but their comparative effects on offspring cardiometabolic outcomes are not fully understood. OBJECTIVE: To investigate the impact of metformin and insulin, two distinct pharmacological interventions, on cardiometabolic outcomes in offspring of mothers with GDM. METHODOLOGY: Systematic literature review was performed for articles (randomized control trials) published from 1974 to May 2024 using a predefined search strategy. Studies were screened for title and abstract followed by full text. Quality assessment was done using a separate risk of bias tool in line with the PRISMA-2020 checklist. RESULTS: Among 5463 records, five studies (metformin = 409 children or insulin n = 434 children) were included. Offspring of metformin-treated mothers in the age range of 5-9 years had more fat-free mass (kg) by bioimpedance and abdominal (subcutaneous and visceral) fat volume (cm<sup>3</sup>) by MRI. Fasting plasma glucose and triglycerides were lower in the metformin-treated group for offspring aged 5-9 years. No significant differences were observed for other cardiometabolic outcomes. Limited data available for offsprings less than 5 years of age precluded meta-analysis for the available outcomes, except for body weight, and difference for this was also not significant. CONCLUSION: In short term no major differences has been seen in most of the cardiometabolic outcomes evaluated in the meta-analysis. Future trials with longer follow up are required and in different ethnicities. SYSTEMATIC REVIEW REGISTRATION: PROSPERO-CRD42023450990.",
        "Y"
    ],
    [
        "39385875",
        "Semaglutide Versus Other Glucagon-Like Peptide-1 Agonists for Weight Loss in Type 2 Diabetes Patients: A Systematic Review and Meta-Analysis",
        "Obesity places patients at higher risk for numerous problems, including prediabetes, type 2 diabetes mellitus (T2DM), hypertension, metabolic syndrome, cardiovascular disease, and nonalcoholic fatty liver disease. Glucagon-like peptide-1 receptor agonists (GLP-1 RAs) are antidiabetic drugs that have a recognized effect on weight loss. This systematic review analyzed semaglutide against alternative GLP-1 agonists in facilitating weight loss and evaluated their associated adverse events (AEs) in diabetic patients. A systematic search following the Preferred Reporting Items for Systematic Reviews and Meta-Analyses (PRISMA) guidelines was performed using PubMed, Embase, and Cochrane Library for studies comparing semaglutide and other GLP-1 RAs for weight loss. A narrative synthesis and meta-analysis using SPSS program version 29 were performed to analyze the differences in weight loss between cohorts. Nine studies with 5,445 patients whose mean age was 60.01 years (55.5-70) and mean follow-up of 32.5 weeks (4-58.7) were included. The meta-analysis showed that semaglutide had a greater mean weight loss compared to liraglutide (-6.08, 95% confidence interval (Cl) = -8.40, -3.75) and dulaglutide (-2.85, 95% CI = -5.59, 0.11). Tirzepatide had a greater mean weight loss compared to semaglutide (-3.78, 95% CI = -5.52, -2.04). Common AEs included minor and moderate gastrointestinal events. In conclusion, GLP-1 RAs have shown efficacy in reducing body weight in T2DM patients. Semaglutide, liraglutide, dulaglutide, tirzepatide, and exenatide demonstrated mean weight loss reductions of 4.81 kg, 2.81 kg, 4.03 kg, 9.7 kg, and 1.9 kg, respectively, with high rates of minimal to moderate-severity AEs. Semaglutide demonstrated increased numerical weight loss compared to its comparators (dulaglutide, liraglutide, and exenatide). However, tirzepatide, a dual-agonist, produced greater weight loss compared to semaglutide. The paucity of comparative head-to-head trials prevents a definitive conclusion of the superiority of one GLP-1 RA over another.",
        "Y"
    ],
    [
        "39502879",
        "Development and evaluation of a web-based diet quality screener for vegans (VEGANScreener): a cross-sectional, observational, multicenter, clinical study",
        "Consumption of plant-based diets, including vegan diets, necessitates attention to the quality of the diet for the prevention and early detection of nutritional deficiencies. Within the VEGANScreener project, a unique brief screening tool for the assessment and monitoring of diet quality among vegans in Europe was developed. To provide a standardized tool for public use, a clinical study will be conducted to evaluate the VEGANScreener against a reference dietary assessment method and nutritional biomarkers. An observational study is set to include 600 participants across five European sites - Belgium, Czech Republic, Germany, Spain, and Switzerland. In total, 400 self-reported vegans (≥2 years on a vegan diet), and 170 self-reported omnivore controls will be examined, aged between 18 and 65 years, with males and females being equally represented in a 1:1 ratio for two age groups (18-35 and 36-65 years). Participants with diseases affecting metabolism and intestinal integrity will be excluded. The clinical assessment will include a structured medical history, along with taking blood pressure and anthropometric measurements. Blood and urine will be sampled and analyzed for a set of dietary biomarkers. Metabolomic analyses will be conducted to explore potential novel biomarkers of vegan diet. Moreover, saliva samples will be collected to assess the metabolome and the microbiome. Participants will receive instructions to complete a nonconsecutive 4-day diet record, along with the VEGANScreener, a socio-demographic survey, a well-being survey, and a FFQ. To evaluate reproducibility, the VEGANScreener will be administered twice over a three-weeks period. Among vegans, the construct validity and criterion validity of the VEGANScreener will be analyzed through associations of the score with nutrient and food group intakes, diet quality scores assessed from the 4-day diet records, and associations with the dietary biomarkers. Secondary outcomes will include analysis of dietary data, metabolomics, and microbiomes in all participants. Major nutrient sources and variations will be assessed in the sample. Exploratory metabolomic analysis will be performed using multivariable statistics and regression analysis to identify novel biomarkers. Standard statistical models will be implemented for cross-sectional comparisons of geographical groups and vegans versus omnivores.",
        "N"
    ],
    [
        "39501745",
        "Clinical implications of genetic testing for congenital protein C deficiency in pregnancy",
        "Congenital protein C (PC) deficiency is a mostly autosomal dominant hereditary thrombophilia associated with early onset arterial and venous thrombotic diseases. In newborns, PC deficiency results in severe complications such as cerebral hemorrhage, cerebral infarction, and purpura fulminans, leading to death in some cases. We report two cases of deep vein thrombosis diagnosed during pregnancy that prompted genetic testing confirming definitive congenital PC deficiency. One patient with deep vein thrombosis at 30 weeks of gestation underwent anticoagulation therapy with the placement of an inferior vena cava filter. Genetic testing revealed a missense mutation in the PC gene. Another patient developed deep vein thrombosis at 9 weeks of gestation and received anticoagulant therapy, revealing a frameshift mutation in the gene. Genetic testing confirming congenital PC deficiency facilitates tailored postpartum management, including long-term anticoagulation therapy, based on the mother's thrombosis risk. For newborns, early diagnosis allows timely preparation of treatments, such as freshly thawed frozen plasma or PC replacement therapy and ensures closer monitoring through imaging evaluations, enabling early intervention to decrease the severity of potential complications. Given its utility in managing maternal and neonatal outcomes, early genetic testing in suspected cases of maternal PC deficiency is crucial before delivery.",
        "N"
    ],
    [
        "39493456",
        "Trend and forecast analysis of the changing disease burden of pancreatic cancer attributable to high fasting glucose in China, 1990-2021",
        "BACKGROUND: Pancreatic cancer (PC) is a malignant tumour with poor prognosis and high mortality, and high fasting plasma glucose (HFPG) is considered to be one of its important risk factors. METHODS: PC disease burden data were obtained from the Global Burden of Disease Study 2021 (GBD 2021) database. Annual percent change (APC), average APC (AAPC), and 95% confidence interval (95% CI) were analysed using joinpoint linkpoint regression models to assess the trend of PC burden of disease between 1990 and 2021. An age-period-cohort model was used to estimate the independent effects of age, period, and cohort on PC burden, and data on PC mortality attributable to HFPG in China from 2022 to 2032 were analysed on the basis of a Bayesian age-period-cohort model projection. RESULTS: The number of Pc deaths due to HFPG continue to rise in China from 1990 to 2021, with age-standardised mortality (ASMR) and age-standardised disability-adjusted life-year rates with increasing AAPC values of 1.12% (95% CI, 0.73-1.52) and 1.00% (95% CI, 0.63-1.37), respectively. Throughout the study, we found that the overall level of PC disease burden was significantly higher in men than that in women. In age-period-cohort analyses, the age effect of PC showed an increasing and then decreasing trend, the period effect showed an overall increasing trend during the study period, and the cohort effect showed an overall slow decreasing trend. In addition, the BAPC model predicted that ASMR is expected to decline significantly in both men and women from 2022 to 2032. CONCLUSIONS: It was found that PC attributable to HFPG was generally on the rise in China from 1990 to 2021 and has been on the decline in recent years, and projections suggest that the country's future PC disease burden will continue to show a downward trend. Age and period of birth are the main factors affecting the disease burden, especially in men and older age groups. Early prevention, regular screening, and research into the pathogenesis of PC have, therefore, become particularly important.",
        "N"
    ],
    [
        "39492217",
        "Blue-emitting SiO(2)-coated Si-doped ZnSeS quantum dots conjugated aptamer-molecular beacon as an electrochemical and metal-enhanced fluorescence biosensor for SARS-CoV-2 spike protein",
        "The outbreak of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) which was first reported in early January 2020, continues to devastate the worlds public health system. Herein, we report on the development of a novel metal-enhanced fluorescence (MEF) and electrochemical biosensor for SARS-CoV-2 spike (S) protein. To develop the MEF biosensor, SiO<sub>2</sub>-coated Si-doped ZnSeS quantum dots (QDs) were newly synthesized and conjugated to an aptamer-molecular beacon (Apta-MB) probe. Thereafter, cationic AuNPs, used as a localised surface plasmon resonance (LSPR) signal amplifier, were self-assembled on the QDs-Apta-MB conjugate to form a QDs-Apta-MB-AuNP probe. To develop the electrochemical biosensor, the QDs-Apta-MB assay was carried out on a carbon nanofiber-modified screen-printed carbon electrode. Cyclic voltammetry (CV), differential pulse voltammetry (DPV) and electrochemical impedance spectroscopy (EIS) were used to characterize the electrode surface whilst spectrophotometric, spectroscopic, fluorescence polarization and electron microscopic techniques were used to characterize the materials. Under optimal experimental conditions, the QDs binding to the Apta-MB, quenched the QDs' fluorescence and with SARS-CoV-2 S protein binding to the Apta-MB, LSPR signal from cationic AuNPs of different sizes and shapes were used to tune the fluorescence signal to obtain enhanced sensitivity. On the other hand, using [Fe(CN)<sub>6</sub>]/K<sup>3-</sup>/<sup>4-</sup> buffered with NaAc-KAc-TrizmaAc-KSCN-Borax as the electrolyte solution, anodic peaks of the QDs from the CV and DPV plots were unravelled. Electrochemical detection of SARS-CoV-2 S protein was accomplished by a systematic increase in the QDs anodic peak current generated from the DPV plots. The limits of detection obtained for the SARS-CoV-2 S protein were 8.9 fg/mL for the QDs-Apta-MB-AuNP MEF probe and ∼0.5 pg/mL for the QDs-Apta-MB electrochemical probe. Detection of SARS-CoV-2 S protein in saliva was demonstrated using the QDs-Apta-MB-AuNP MEF probe.",
        "N"
    ],
    [
        "39458461",
        "Effectiveness of Universal Community Engagement Childhood Obesity Interventions at Improving Weight-Related and Behavioral Outcomes among Children and Adolescents: A Systematic Review and Meta-Analysis",
        "BACKGROUND: Universal community engagement interventions can address childhood obesity. OBJECTIVES: This review aimed to evaluate the effectiveness of these interventions in improving body mass index (BMI) (primary outcome) as well as dietary choices and activity levels (secondary outcomes) among children and adolescents. METHODS: Eight electronic databases were searched from inception dates to January 2024. A meta-analysis was conducted using the random-effect model, when appropriate; otherwise, the findings were narratively synthesized. Heterogeneity was determined by the I<sup>2</sup> statistics and Cochran's Q chi-squared test. The Cochrane ROB tool and the GRADE approach were used to assess the quality appraisal at the study and outcome levels, respectively. RESULTS: Twenty-two studies were included in this review. The results showed that these interventions had a limited effect in improving children's standardized BMI (BMI-z) scores post-intervention. A meta-analysis on BMI-z scores showed that the intervention group had a statistically non-significantly lower BMI-z score than the control group (MD = -0.02, 95%CI = [-0.07, 0.03], Z = 0.83, p = 0.40) at immediate post-intervention. It was also reported that universal community engagement interventions had a limited effect in improving children's dietary choices and activity levels. Only the meta-analysis on children's daily sugar-sweetened beverage intake measured using continuous data reported a statistically significant small effect favoring the intervention group (SMD = -0.25, 95%CI = [-0.38, -0.13], Z = 3.98, p &lt; 0.0001) at immediate post-intervention. CONCLUSIONS: Universal community engagement interventions have the potential to address childhood obesity. Children and adolescents could benefit more from interventions that focus on implementing both environmental and behavioral changes, and interventions that include parental involvement.",
        "Y"
    ],
    [
        "39327619",
        "Comparing caloric restriction regimens for effective weight management in adults: a systematic review and network meta-analysis",
        "BACKGROUND: Randomized controlled trials have confirmed the effectiveness of four prevalent caloric restriction regimens in reducing obesity-related health risks. However, there is no consensus on the optimal regimen for weight management in adults. METHODS: We systematically searched PubMed, Embase, Web of Science, and Cochrane CENTRAL up to January 15, 2024, for randomized controlled trials (RCT) involving adults, evaluating the weight-loss effects of alternate day fasting (ADF), short-term fasting (STF), time-restricted eating (TRE), and continuous energy restriction (CER). The primary outcome was body weight, with secondary outcomes including BMI, fat mass, lean mass, waist circumference, fasting glucose, HOMA-IR, and adverse events. Bayesian network meta-analysis was conducted, ranking regimens using the surface under the cumulative ranking curve and the probability of being the best. Study quality was assessed using the Confidence in Network Meta-Analysis tool. RESULTS: Data from 47 RCTs (representing 3363 participants) were included. ADF showed the most significant body weight loss (Mean difference (MD): -3.42; 95% Confidence interval (CI): -4.28 to -2.55), followed by TRE (MD: -2.25; 95% CI: -2.92 to -1.59). STF (MD: -1.87; 95% CI: -3.32 to -0.56) and CER (MD: -1.59; 95% CI: -2.42 to -0.79) rank third and fourth, respectively. STF lead to decline in lean mass (MD: -1.26; 95% CI: -2.16, -0.47). TRE showed benefits on fasting glucose (MD: -2.98; 95% CI: -4.7, -1.26). Subgroup analysis revealed all four caloric restriction regimens likely lead to modest weight loss after 1-3 months, with ADF ranked highest, but by 4-6 months, varying degrees of weight regain occur, particularly with CER, while interventions lasting 7-12 months may result in effective weight loss, with TRE potentially ranking first during both the 4-6 months and 7-12 months periods. ADF showing fewer and shorter-lasting physical symptoms. CONCLUSION: All four included regiments were effective in reducing body weight, with ADF likely having the most significant impact. Each regimen likely leads to modest weight loss after 1-3 months, followed by weight regain by 4-6 months. However, interventions lasting 7-12 months achieve greater weight loss overall. TRIAL REGISTRATION: PROSPERO: CRD42022382478.",
        "Y"
    ],
    [
        "39305981",
        "Seven glucagon-like peptide-1 receptor agonists and polyagonists for weight loss in patients with obesity or overweight: an updated systematic review and network meta-analysis of randomized controlled trials",
        "PURPOSE: This study aimed to provide evidence-based support and a reference for the efficacy and safety of seven glucagon-like peptide-1 (GLP-1) receptor agonists and polyagonists for weight loss in patients with obesity or overweight through a network meta-analysis. METHODS: Relevant randomized controlled trials (RCTs) with an intervention duration of at least 16 weeks assessing seven GLP-1 receptor agonists and polyagonists (mazdutide, 6 or 4.5 mg; retatrutide, 12 or 8 mg; tirzepatide, 15 or 10 mg; liraglutide, 3.0 mg; semaglutide, 2.4 mg; orforglipron, 45 or 36 mg; and beinaglutide, 0.2 mg) in patient with obesity or overweight was searched using three databases (Cochrane Library, PubMed, and Embase) from creation to August 30, 2024. The primary outcome was the percentage change in body weight from baseline. Secondary outcomes included changes in waist circumference, hemoglobin A1c, and fasting plasma glucose level from baseline; adverse events, serious adverse events, adverse event withdrawal, and hypoglycemic events. We conducted a frequentist random-effects network meta-analysis to analyze the data extracted from the RCTs using Stata 16.1 software. RESULTS: Twenty-seven RCTs of seven GLP-1 receptor agonists and polyagonists and 15,584 patients were included in the network meta-analysis. In terms of efficacy, compared with placebo, retatrutide 12 mg (-22.10 % in body weight and - 17.00 cm in waist circumference), retatrutide 8 mg (-20.70 % and - 15.90 cm), and tirzepatide 15 mg (-16.53 % and - 13.23 cm) were the three most efficacious treatments for reducing body weight and waist circumference. However, these treatments were less effective in patients with type 2 diabetes mellitus (T2DM). In addition, patients with a high body mass index (BMI) or longer treatment cycles exhibited significantly greater weight loss than those with a low BMI or shorter treatment cycles. In terms of safety, patients without T2DM had a higher incidence of adverse events than those with T2DM. None of the interventions increased the incidence of serious adverse or hypoglycemic events (˂54 mg/dL). There was no significant difference in the incidence of adverse event withdrawal for all interventions in head-to-head comparisons. In addition, disparities in race, BMI, and treatment cycles did not significantly increase the incidence of adverse events. Finally, the sensitivity and publication bias analyses indicated that the basic analysis results were reliable. CONCLUSION: Retatrutide (both doses) and tirzepatide exhibited superior efficacy compared to other GLP-1 receptor agonists and polyagonists in reducing body weight and waist circumference. Patients without T2DM, those with a high BMI, and individuals undergoing longer treatment cycles demonstrated significantly greater weight loss and reductions in waist circumference. Dual or triple receptor agonists (GLP-1 plus glucose-dependent insulinotropic polypeptide and/or Glucagon receptor) are more effective for weight loss than GLP-1 receptor agonists.",
        "Y"
    ],
    [
        "39275907",
        "Interventions for the prevention of weight gain during festive and holiday periods in children and adults: A systematic review",
        "Some periods during the year, such as festive and summer holiday periods, have been associated with weight gain. We aimed to assess the effect of interventions for the prevention of body weight gain during festive and holiday periods in children and adults. A systematic search was conducted in six databases and supplementary sources until January 4, 2023. We included randomized controlled trials (RCTs), cluster-RCTs, and non-RCTs. Our primary outcome measure was the change in body weight in adults or the change in BMI z-score or BMI percentile in children and adolescents. From 4216 records, 12 primary studies (from 22 reports) met the inclusion criteria-10 from the United States, one from the United Kingdom, and one from Chile. Two studies had a low risk of bias, two moderate, seven high, and one critical risk of bias. The meta-analysis in children included four of seven studies during the summer holidays (six interventions) and showed a mean difference in BMI z-score favoring the intervention group (-0.06 [95% CI -0.10, -0.01], p = 0.01, I<sup>2</sup> = 0%, very low certainty evidence). The meta-analysis in adults included five studies during festive periods with a mean difference in weight favoring the intervention group (-0.99 kg [95% CI -2.15, 0.18], p = 0.10, I<sup>2</sup> = 89%, very low certainty evidence). This review has highlighted potential interventions to prevent the increase in body weight during holiday periods. More work is needed to improve the quality of the evidence and to extend it to countries outside of the United States and United Kingdom and to the adolescent population.",
        "Y"
    ],
    [
        "39222689",
        "Efficacy of lifestyle weight loss interventions on regression to normoglycemia and progression to type 2 diabetes in individuals with prediabetes: a systematic review and pairwise and dose-response meta-analyses",
        "BACKGROUND: Current recommendations for weight loss in individuals with prediabetes come from individual trials and are derived from older data. OBJECTIVES: To elucidate the dose-dependent impacts of weight loss on participants with prediabetes to determine the optimal magnitude of weight loss required for the implementation of the most effective diabetes prevention program. METHODS: We searched PubMed, Scopus, CENTRAL, CINAHL, and gray literature sources to September 2023 for randomized trials ≥6 mo that evaluated the efficacy of a lifestyle weight loss intervention on participants with prediabetes. We conducted random-effects pairwise meta-analyses to calculate relative and absolute effects. We performed a 1-stage weighted mixed-effects meta-analysis to elucidate the dose-response curves. RESULTS: Forty-four randomized trials with 14,742 participants with prediabetes [intervention duration range: 6-72 mo (median: 24 mo), mean weight loss range: 1%-9%] were included. Lifestyle weight loss interventions increased regression to normoglycemia by 11/100 participants (95% confidence interval [CI]: 8 more, 17 more; risk ratio: 1.51; 95% CI: 1.27, 1.80; n = 20 trials, grading of recommendations assessment, development, and evaluation = moderate], and reduced progression to type 2 diabetes by 8/100 participants (95% CI: 11 fewer, 6 fewer; risk ratio: 0.59; 95% CI: 0.51, 0.67; n = 37, grading of recommendations assessment, development, and evaluation = moderate). There were no significant or credible differences between subgroups categorized by the type and duration of intervention. Dose-response meta-analyses indicated that the risk of regression to normoglycemia increased, and the risk of progression to type 2 diabetes declined in a linear pattern within the range of weight loss from 1% to 9%. CONCLUSIONS: Over a median duration of 24 mo, with weight loss ranging from 1% to 9%, the relationship between weight loss and the progression to type 2 diabetes, as well as the regression to normoglycemia, follows a linear pattern. Any form of lifestyle weight loss intervention, including diet, exercise, or a combination of both, can have beneficial impacts on participants with prediabetes. This trial was registered at PROSPERO as CRD42023465322.",
        "Y"
    ],
    [
        "39054902",
        "Effect of FTO genotype on exercise training and diet-indued weight loss in overweight and obese adults: a systematic review and meta-analysis",
        "Our meta-analysis, encompassing 30 studies with 46,976 subjects, aimed to explore the impact of fat mass and obesity-associated protein (FTO) genotypes on weight response to exercise and dietary interventions in overweight and obese adults. Electronic databases including PubMed and Google Scholar were searched from 2020 to September 2023 to identify relevant studies. Results revealed a significant reduction in body weight among individuals with the FTO risk allele following exercise and diet interventions (standardized mean difference [SMD] = - 0.619, 95% CI: - 1.137, - 0.100; p = .01). When examining FTO variants, both AA (SMD = - 0.148, 95% CI: - 0.282, - 0.014, p = .03, I2 = 24.96) and TA genotypes (SMD = - 0.674, 95% CI: - 1.162, - 0.186, p = .007, I2 = 91.12) showed significant weight reduction compared to the TT genotype. Moreover, individuals with the high-risk genotype AA + TT achieved greater weight loss compared to those with the normal-risk genotype TT (SMD = - 0.419, 95% CI: - 0.655, -0.183, p = .0001, I2 = 92.08) in the dominant genetic model. Subgroup analysis indicated that FTO risk allele carriers (AA + AT) with exercise interventions lasting six months and a body mass index of 25 - 29 experienced greater weight loss compared to TT carriers. These findings emphasize the importance of genetic considerations in weight management interventions and suggest personalized approaches for combating obesity. Further clinical trials are warranted to validate our study's findings.",
        "Y"
    ],
    [
        "38956887",
        "Association between ultraprocessed food consumption and excess adiposity in children and adolescents: A systematic review",
        "Ultraprocessed foods (UPF) consumption is associated with excess adiposity in adults, but this linkage remains unclear among children and adolescents. The present systematic review sought to address this research gap. Publications up to November 2023 were retrieved from PubMed, Web of Science, and Scopus databases. Outcomes included overweight/obesity anthropometric and body composition indicators; the exposure was UPF consumption based on the NOVA classification system. The review included 23 studies (i.e., 8 cohort and 15 cross-sectional); approximately half were carried out in Brazil. Inconclusive and heterogeneous evidence exists as few cohort studies found positive/mixed associations between UPF consumption and excess adiposity in pediatric populations, whereas most cross-sectional studies reported null associations. Such inconsistencies may be attributed to underlying methodological issues, especially heterogeneity in the outcomes assessed and UPF consumption operationalization and/or categorization. Future studies should adopt longitudinal designs with sufficiently extended follow-up periods, account for relevant confounding factors, employ validated and standardized measurement tools to assess dietary exposure, ensure consistent operationalization of variables, and encompass diverse geographic contexts. Ultimately, strengthening the quality of existing research evidence may better inform current and forthcoming policy and practice interventions aimed at mitigating the increasing prevalence of overweight/obesity in childhood and across the life course.",
        "Y"
    ],
    [
        "39417943",
        "Efficacy and safety of dexamethasone sparing for the prevention of nausea and vomiting associated with moderately emetogenic chemotherapy: a systematic review and meta-analysis of Clinical Practice Guidelines for Antiemesis 2023 from Japan Society of Clinical Oncology",
        "BACKGROUND: Palonosetron, a second-generation 5-HT<sub>3</sub> receptor antagonist (5-HT<sub>3</sub>RA), is more effective than first-generation 5-HT<sub>3</sub>RA. Several studies have investigated whether dexamethasone (DEX), when combined with palonosetron as a 5-HT<sub>3</sub>RA, can be spared in the delayed phase after moderately emetogenic chemotherapy (MEC). In this systematic review, we aimed to determine which between 1- and 3-day DEX administration, when combined with palonosetron, is more useful in patients receiving MEC. METHODS: The PubMed, Cochrane Library, and Ichushi-Web databases were searched for relevant studies published between 1990 and 2020. We included studies that compared the efficacy of 1- and 3-day DEX administration in preventing nausea and vomiting associated with MEC. Outcomes were \"prevention of vomiting (complete response rate and no vomiting rate),\" \"prevention of nausea\" (complete control rate, total control rate, no nausea rate, and no clinically significant nausea rate)\" in the delayed phase, \"prevention of blood glucose level elevation,\" and \"prevention of osteoporosis.\" RESULTS: Eight studies were included in this systematic review. The no vomiting rate was significantly higher in the 3-day DEX group than in the 1-day DEX group. However, the other efficacy items did not significantly differ between the two groups. Meanwhile, insufficient evidence was obtained for \"prevention of blood glucose level elevation\" and \"prevention of osteoporosis.\" CONCLUSIONS: No significant differences in most antiemetic effects were found between 1- and 3-day DEX administration. Thus, DEX administration could be shortened from 3 days to 1 day when used in combination with palonosetron.",
        "Y"
    ],
    [
        "39352167",
        "Efficacy of dexmedetomidine in postoperative nausea and vomiting in laparoscopic bariatric surgery: A systematic review and meta-analysis of randomised clinical trials",
        "INTRODUCTION: Postoperative nausea and vomiting (PONV) is a common side effect of all types of surgeries, especially so in bariatric surgery. Dexmedetomidine (DX) is an α2-agonist that may be useful as an adjunct prophylactic medication for PONV. This meta-analysis aims to evaluate the efficacy of DX in reducing the incidence and severity of PONV in laparoscopic bariatric surgeries. MATERIALS AND METHODS: Databases were searched for articles with the determined MESH terms and keywords before February 2022. Identified articles were screened and 13 randomised clinical trials (RCTs) were included in this meta-analysis based on the inclusion criteria. Data were extracted from the articles and statistical analysis was performed using Review Manager. RESULTS: Administration of DX significantly reduced the incidence of PONV and Numerical Rating Scale (NRS) scores for PONV. The outcome was probably due to the intrinsic sympatholytic effect of the medication, reduction of postoperative pain and total postoperative opioid usage. DX showed better efficacy as PONV prophylaxis if the duration of surgery was &lt; 120 minutes. Delivery of DX as a continuous infusion without a loading dose before infusion was found to be effective in reducing PONV compared to infusion after a loading dose. CONCLUSION: Administration of DX can reduce the incidence of PONV in patients undergoing laparoscopic bariatric surgery. However, further studies are required to investigate the optimal dose of DX as an antiemetic, considering its side effects to increase the applicability of our results in future guidelines for laparoscopic bariatric surgery.",
        "Y"
    ],
    [
        "39269130",
        "Acne and the cutaneous microbiome: A systematic review of mechanisms and implications for treatments",
        "Acne vulgaris is a pervasive skin disease characterized by inflammation of sebaceous units surrounding hair follicles. It results from the complex interplay between skin physiology and the intricate cutaneous microbiome. Current acne treatments, while effective, have major limitations, prompting a shift towards microbiome-based therapeutic approaches. This study aims to determine the relationship between acne and the cutaneous microbiome, assess the effects of current treatments on the cutaneous microbiome and explore the implications for developing new therapies. A systematic review was performed using PubMed and SCOPUS databases within the last 10 years. Methodological quality was assessed independently by two authors. The search retrieved 1830 records, of which 26 articles met the inclusion criteria. Meta-analysis of alpha diversity change was assessed using fixed and randomized effect models per therapeutic group. Eight studies pertain to the role of the cutaneous microbiome in acne, identifying C. acnes, S. aureus and S. epidermidis as key contributors through overproliferation, commensalism or dysbiosis. Eleven studies discuss current acne treatments, including doxycycline (1), topical benzoyl peroxide (BPO) (4), isotretinoin (2), sulfacetamide-sulfur (SSA) (2) and aminolevulinic acid-photodynamic therapy (ALA-PDT) (2), identified as modulating the cutaneous microbiome as a mechanism of efficacy in acne treatment. Seven studies discuss new treatments with topical probiotics, plant derivatives and protein derivatives, which contribute to acne clearance via modulation of dysbiosis, inflammatory markers and diversity indexes. A meta-analysis of the effects of existing therapeutics on the cutaneous microbiome identified benzoyl peroxide as the only treatment to facilitate significant change in diversity. Despite the heterogeneity of study types and microbiome classifications limiting the analysis, this review underscores the complexity of microbial involvement in acne pathogenesis. It delineates the effects of acne therapeutics on microbial diversity, abundance and composition, emphasizing the necessity for personalized approaches in acne management based on microbiome modulation.",
        "Y"
    ],
    [
        "39439421",
        "Videoconferencing support groups for people affected by dementia: a systematic narrative review",
        "OBJECTIVES: This systematic review aimed to examine the impact of videoconferencing peer support groups on individuals living with dementia and their caregivers. METHOD: A narrative synthesis of articles identified via searches of five databases (MEDLINE, PsycINFO, EMBASE, CINAHL, and Web of Science). The search was carried out in January 2024. The review included qualitative, quantitative, and mixed methods research reporting the experiences of dementia patients and/or their caregivers participating in online support groups that took place through video call. RESULTS: 16 studies met the inclusion criteria for the review. In all studies, participants indicated that taking part in a virtual support group was beneficial, as they valued being able to connect with others in a similar situation, receive advice, and learn coping strategies. Videoconferencing support groups were seen as convenient to attend, even though participants sometimes experienced technical difficulties (e.g. internet connectivity issues). The provision of IT training and support helped participants access this type of support effectively. CONCLUSION: Videoconferencing support groups can be beneficial for caregivers of people living with dementia, especially when groups meet frequently and provide some manner of IT support. More research is needed to understand the potential benefits of videoconferencing for people with dementia.",
        "N"
    ],
    [
        "39416243",
        "Dementia risk reduction between DOACs and VKAs in AF: A systematic review and meta-analysis",
        "INTRODUCTION: Direct oral anticoagulants (DOACs) become the recommended treatment over vitamin K antagonists (VKA) in patients with non-valvular atrial fibrillation (AF). However, their effectiveness in reducing cognitive impairment and dementia compared to VKA remains unclear. METHODS: A systematic literature search was conducted on Ovid MEDLINE, EMBASE, and Cochrane Database. Randomized controlled trials, cohort, or case-control study that assessed incident dementia between AF patients who received DOAC compared to VKA were selected. Relevant study characteristics and the number of incident dementia diagnosis or hazard ratios (HRs) for incident dementia and each dementia subtypes were extracted. Random-effects model was used to perform meta-analysis. Standardized mean differences (SMDs) were used to estimate effect sizes for continuous data. RESULTS: Twelve cohort studies comprising 1 451 069 individuals were included. The incidence of dementia was lower in AF patients prescribed DOACs compared to VKA (HR 0.88, 95% CI 0.83-0.93, I <sup>2</sup> = 61.2%). A lower incident dementia in DOACs group relative to VKA was significantly observed in those less than 75 years of age (&lt; 65 years, HR 0.83 (95% CI 0.72-0.97, I <sup>2</sup> = 0%); 65-74 years, HR 0.86 (95% CI 0.81-0.92, I <sup>2</sup> = 55.4%); and ≥ 75 years, HR 1.07 (95% CI 0.74-1.55, I <sup>2</sup> = 92.5%)) and for the subgroup of patients with vascular dementia (HR 0.91, 95% CI 0.824-0.997, I <sup>2</sup> = 0%). CONCLUSIONS: This meta-analysis reveals a reduction in incidence of dementia in AF patients prescribed DOACs compared to VKA, particularly in those less than 75 years old and in the vascular dementia subtype.",
        "Y"
    ],
    [
        "39252602",
        "Community-based complex interventions to sustain independence in older people, stratified by frailty: a systematic review and network meta-analysis",
        "BACKGROUND: Sustaining independence is important for older people, but there is insufficient guidance about which community health and care services to implement. OBJECTIVES: To synthesise evidence of the effectiveness of community services to sustain independence for older people grouped according to their intervention components, and to examine if frailty moderates the effect. REVIEW DESIGN: Systematic review and network meta-analysis. ELIGIBILITY CRITERIA: Studies: Randomised controlled trials or cluster-randomised controlled trials. Participants: Older people (mean age 65+) living at home. Interventions: community-based complex interventions for sustaining independence. Comparators: usual care, placebo or another complex intervention. MAIN OUTCOMES: Living at home, instrumental activities of daily living, personal activities of daily living, care-home placement and service/economic outcomes at 1 year. DATA SOURCES: We searched MEDLINE (1946-), Embase (1947-), CINAHL (1972-), PsycINFO (1806-), CENTRAL and trial registries from inception to August 2021, without restrictions, and scanned reference lists. REVIEW METHODS: Interventions were coded, summarised and grouped. Study populations were classified by frailty. A random-effects network meta-analysis was used. We assessed trial-result risk of bias (Cochrane RoB 2), network meta-analysis inconsistency and certainty of evidence (Grading of Recommendations Assessment, Development and Evaluation for network meta-analysis). RESULTS: We included 129 studies (74,946 participants). Nineteen intervention components, including 'multifactorial-action' (multidomain assessment and management/individualised care planning), were identified in 63 combinations. The following results were of low certainty unless otherwise stated. For living at home, compared to no intervention/placebo, evidence favoured: multifactorial-action and review with medication-review (odds ratio 1.22, 95% confidence interval 0.93 to 1.59; moderate certainty) multifactorial-action with medication-review (odds ratio 2.55, 95% confidence interval 0.61 to 10.60) cognitive training, medication-review, nutrition and exercise (odds ratio 1.93, 95% confidence interval 0.79 to 4.77) and activities of daily living training, nutrition and exercise (odds ratio 1.79, 95% confidence interval 0.67 to 4.76). Four intervention combinations may reduce living at home. For instrumental activities of daily living, evidence favoured multifactorial-action and review with medication-review (standardised mean difference 0.11, 95% confidence interval 0.00 to 0.21; moderate certainty). Two interventions may reduce instrumental activities of daily living. For personal activities of daily living, evidence favoured exercise, multifactorial-action and review with medication-review and self-management (standardised mean difference 0.16, 95% confidence interval -0.51 to 0.82). For homecare recipients, evidence favoured the addition of multifactorial-action and review with medication-review (standardised mean difference 0.60, 95% confidence interval 0.32 to 0.88). Care-home placement and service/economic findings were inconclusive. LIMITATIONS: High risk of bias in most results and imprecise estimates meant that most evidence was low or very low certainty. Few studies contributed to each comparison, impeding evaluation of inconsistency and frailty. Studies were diverse; findings may not apply to all contexts. CONCLUSIONS: Findings for the many intervention combinations evaluated were largely small and uncertain. However, the combinations most likely to sustain independence include multifactorial-action, medication-review and ongoing review of patients. Some combinations may reduce independence. FUTURE WORK: Further research is required to explore mechanisms of action and interaction with context. Different methods for evidence synthesis may illuminate further. STUDY REGISTRATION: This study is registered as PROSPERO CRD42019162195. FUNDING: This award was funded by the National Institute for Health and Care Research (NIHR) Health Technology Assessment programme (NIHR award ref: NIHR128862) and is published in full in Health Technology Assessment; Vol. 28, No. 48. See the NIHR Funding and Awards website for further award information.",
        "Y"
    ],
    [
        "39114293",
        "Effect of probiotics at different intervention time on glycemic control in patients with type 2 diabetes mellitus: a systematic review and meta-analysis",
        "BACKGROUND: Type 2 diabetes mellitus(T2DM) is characterized by hyperglycemia. Gut microbiome adjustment plays a positive part in glucose regulation, which has become a hotspot. Probiotics have been studied for their potential to control the gut flora and to treat T2DM. However, the conclusion of its glucose-lowering effect is inconsistent based on different probiotic intervention times. OBJECTIVES: To comprehensively evaluate how various probiotic intervention times affect glycemic control in people with T2DM. METHODS: We retrieved PubMed, Embase, Web of Science, and Cochrane Library on randomized controlled trials(RCTs)regarding the impact of probiotics on glycemic control in patients with T2DM from the inception to November 16, 2023. Separately, two researchers conducted a literature analysis, data extraction, and bias risk assessment of the involved studies. We followed the PRISMA guidelines, used RevMan 5.4 software for meta-analysis, and assessed the risk of bias by applying the Cochrane Handbook for Systematic Reviews 5.1.0. RESULTS: We included eight RCTs with 507 patients. Meta-analysis revealed that the use of probiotics might considerably reduce levels of glycosylated hemoglobin (HbA1c) {mean deviation (MD) = -0.33, 95% confidence interval (CI) (-0.59, -0.07), p = 0.01}, Insulin {standard mean deviation (SMD) = -0.48, 95% CI (-0.74, -0.22), p = 0.0003} and Homeostatic Model Assessment for Insulin Resistance (HOMA-IR){SMD = -1.36, 95% CI (-2.30, -0.41), p = 0.005} than placebo group. No statistically significant differences were found regarding fasting blood glucose (FBG) and body mass index (BMI) {SMD = -0.39, 95% CI (-0.83, 0.05), p = 0.08}, {SMD = -0.40, 95% CI (-1.07, 0.27), p = 0.25}, respectively. Subgroup analyses, grouped by intervention times, showed that six to eight weeks of intervention improved HbA1c compared to the control group (p &lt; 0.05), both six to eight weeks and 12-24 weeks had a better intervention effect on Insulin, and HOMA-IR (p &lt; 0.05).In contrast, there was no statistically significant variation in the length between FBG and BMI regarding duration. CONCLUSION: This meta-analysis found probiotics at different intervention times play a positive role in modulating glucose in T2DM, specifically for HbA1c in six to eight weeks, Insulin and HOMA-IR in six to eight weeks, and 12-24 weeks. To confirm our findings, further excellent large-sample research is still required. SYSTEMATIC REVIEW REGISTRATION: https://www.crd.york.ac.uk/prospero, identifier CRD42023483325.",
        "Y"
    ],
    [
        "39291928",
        "Hepatoprotective activity of medicinal plants, their phytochemistry, and safety concerns: a systematic review",
        "Medicinal plants and their derivatives represent a promising reservoir of remedies for various ailments. Especially secondary metabolites of these plants, including alkaloids, flavonoids, phenolic compounds, terpenoids, steroids, saponins, tannins, and anthraquinones, play crucial roles in hepatoprotection. Studies have identified several prominent phytoconstituents, such as silymarin, quercetin, luteolin, glycyrrhizin, curcumin, gallic acid, chebulic acid, catechin, aloin, emodin, liquiritin, liquiritigenin, cudraflavone B, and karaviloside, as effective agents for addressing hepatotoxicity. The mechanisms underlying their efficacy include antioxidant, anti-inflammatory, free radical scavenging, and the ability to block oxidative stress, cytokine production, and stabilize liver cell membranes. The application of natural products derived from medicinal plants in treating liver injuries is rooted in their efficacy, cost-effectiveness, and safety profile, contributing to their popularity. Many studies, encompassing in vitro, in vivo, preclinical, and clinical investigations, have demonstrated that the extracts of medicinal plants mitigate chemical-induced liver damage using animal models. However, intensive research efforts regarding the safety, regulatory standard, and quality control issues for using medicinal plants as hepatoprotective agents remain the strong task of scholars. The primary focus of this systematic review is to analyze the current state of the literature regarding treating liver ailments using extracts from medicinal plants, examining their phytochemical composition, and addressing associated safety considerations.",
        "Y"
    ],
    [
        "39201684",
        "Implications of Butyrate Signaling Pathways on the Motor Symptomatology of Parkinson's Disease and Neuroprotective Effects-Therapeutic Approaches: A Systematic Review",
        "Parkinson's Disease (PD) is a prevalent neurodegenerative disorder characterized by motor and non-motor symptoms. Emerging evidence suggests that gut microbiota alterations, specifically involving short-chain fatty acids (SCFAs) like butyrate, may influence PD pathogenesis and symptomatology. This Systematic Review aims to synthesize current research on the role of butyrate in modulating motor symptoms and its neuroprotective effects in PD, providing insights into potential therapeutic approaches. A systematic literature search was conducted in April 2024 across databases, including ScienceDirect, Scopus, Wiley, and Web of Science, for studies published between 2000 and 2024. Keywords used were \"neuroprotective effects AND butyrate AND (Parkinson disease OR motor symptoms)\". Four authors independently screened titles, abstracts, and full texts, applying inclusion criteria focused on studies investigating butyrate regulation and PD motor symptoms. A total of 1377 articles were identified, with 40 selected for full-text review and 14 studies meeting the inclusion criteria. Data extraction was performed on the study population, PD models, methodology, intervention details, and outcomes. Quality assessment using the SYRCLE RoB tool highlighted variability in study quality, with some biases noted in allocation concealment and blinding. Findings indicate that butyrate regulation has a significant impact on improving motor symptoms and offers neuroprotective benefits in PD models. The therapeutic modulation of gut microbiota to enhance butyrate levels presents a promising strategy for PD symptom management.",
        "Y"
    ],
    [
        "39106912",
        "Effects of chamomile (Matricaria chamomilla L.) on sleep: A systematic review and meta-analysis of clinical trials",
        "OBJECTIVE: We aimed to investigate the effects of chamomile (Matricaria chamomilla L.) on sleep in this systematic review and meta-analysis of clinical trials. METHODS: PubMed, Scopus, Web of Science, and Cochrane Library were searched until August 2023. All clinical trials that investigated the effects of chamomile on sleep, either in healthy or diseased adults, were eligible to enter the study. The quality of studies was assessed using the Cochrane tool. Random-effects meta-analysis was used to pool weighted mean differences (WMD) and 95 % CI for the outcomes assessed by at least three studies with relatively consistent participants. RESULTS: The systematic review included ten studies (772 participants). Meta-analysis was conducted for the Pittsburgh Sleep Quality Index (PSQI) score and sleep length. A significant reduction in PSQI score (WMD: -1.88, 95 %CI: -3.46, -0.31, I2: 88.4 %, n = 5) was found. For other outcomes, meta-analysis was not conducted. Sleep onset latency or ease of getting to sleep were improved in three of the four studies. Daytime functioning measures, including fatigue severity index or postpartum fatigue scale, did not change in all three studies. Sleep efficiency did not change in two studies and deteriorated in one. The number of awakenings after sleep or staying asleep was improved in two of the three studies. No adverse events were reported in any of the studies although passive surveillance was used to assess adverse effects except in one study. Only one study surveyed the blinding success and tested the purity and/or potency of the used products. CONCLUSION: Chamomile improved sleep, especially the number of awakenings after sleep or staying asleep; however, it did not lead to an improvement in the duration of sleep, percentage of sleep efficiency, and daytime functioning measures. Future studies are suggested to assess objective measures.",
        "Y"
    ],
    [
        "39053746",
        "Effects of Aromatherapy on Quality Of Life and Pain In Patients With Cancer: A Meta-Analysis",
        "CONTEXT: Cancer has become a chronic disease to which new therapeutic approaches are being applied and many patients are interested in the long-term consequences of these approaches. Aromatherapy is one approach that has been used as a safe and comfortable method to alleviate symptoms in patients with cancer, and its effects on various aspects of life have been reported. OBJECTIVES: A systematic review and meta-analysis were conducted to examine the effects of aromatherapy on quality of life (QoL) and pain in patients with cancer. METHODS: Using a comprehensive search strategy, 11 databases were searched from their inception to July 2023 for randomized controlled trials. In the meta-analysis, the standardized mean difference and 95% confidence interval were calculated as effect measures by applying a random effects model. RESULTS: Fifteen studies met the inclusion criteria. Aromatherapy was found to have favorable effects in improving QoL (Hedges' ĝ = 0.62, 95% CI: 0.24-1.00), but no statistically significant effect of aromatherapy on pain was found (Hedges' ĝ = -0.46, 95% CI: -0.99 to 0.07). CONCLUSION: The findings indicate statistically significant improvements in QoL when combining aromatherapy and massage, but it was not possible to disentangle the individual effects of each. Considering the characteristics of cancer patients, aromatherapy has beneficial effects as a non-pharmacological method. Further research is needed to investigate the effect of aromatherapy on symptom management, considering factors such as the duration of cancer development and type of cancer.",
        "Y"
    ],
    [
        "39424699",
        "Factors Associated with Sexually Explicit Internet Material Use among Adolescents: A Systematic Review",
        "The advent of the Internet has made pornography more accessible to many people, including teenagers. This systematic review aimed to synthesize data on factors associated with the consumption of sexually explicit internet materials (SEIM) among adolescents. A total of 753 records in Scopus, Embase, MEDLINE/PubMed, and PsycINFO databases were sorted. Forty-eight quantitative survey studies that presented original empirical results and addressed SEIM use among adolescents were included for data extraction, quality analysis, and synthesis. The prevalence of SEIM use varied substantially between studies due to inconsistencies between the operationalization methods used to assess the theoretical construct of SEIM, the period of use (days, months, years), and the age of the participants. SEIM use was highly related to being a boy and having an independent relational style. It was moderately associated with more sexual agency and hyperfemininity for girls and associated with small-to-moderate effect size, with more willingness to engage in casual sex. Sexual performance orientation, sexual permissiveness, bullying behavior, and Internet addiction might be associated with SEIM consumption, although the effect size of these associations was not calculated. Among developmental predictors with high and medium effect sizes, greater use of SEIM in adolescents was associated with being older or reaching puberty. Peer pressure or striving for peer popularity can account for boys' greater exposure to SEIM. The results described show the importance of standardizing the evaluation of SEIM use. Literacy in the use of pornography among teenagers is essential to prevent the possible negative impacts of SEIM consumption.",
        "N"
    ],
    [
        "39271335",
        "Therapeutic effect of herbal bath on neonatal jaundice: A systematic review and meta-analysis",
        "",
        "Y"
    ],
    [
        "39264371",
        "Effect of whole grain and fiber consumption on chronic liver diseases: a systematic review and meta-analysis",
        "Objective: The aim of the present study was to conduct a meta-analysis of observational studies to explore the latest evidence on the influence of whole grain and fiber consumption on total chronic liver diseases. Methods: We searched the PubMed and Web of Science online databases and reference lists of eligible articles up to June, 2024. Results: The odds ratio (OR) between whole grain intake and total chronic liver disease risk was 0.90 (95% confidence interval (CI): 0.81 to 0.99, p &lt; 0.001) and indicated an OR of 0.65 (95% CI: 0.57 to 0.74, p &lt; 0.001) between fiber intake and total chronic liver disease risk when comparing the highest and lowest total intake, both indicating a significant negative correlation. Furthermore, subgroup analysis revealed that the protective effect of whole grains on chronic liver diseases was the most significant in cirrhosis (OR = 0.65; 95% CI: 0.57 to 0.74) and mortality (OR = 0.37; 95% CI: 0.29 to 0.47). Conclusion: Whole grain and fiber intake has a protective effect on the risk of chronic liver diseases.",
        "Y"
    ],
    [
        "39207876",
        "Sugar-Sweetened Beverages and Adverse Human Health Outcomes: An Umbrella Review of Meta-Analyses of Observational Studies",
        "Our aim was to conduct an umbrella review of evidence from meta-analyses of observational studies investigating the link between sugar-sweetened beverage consumption and human health outcomes. Using predefined evidence classification criteria, we evaluated evidence from 47 meta-analyses encompassing 22,055,269 individuals. Overall, 79% of these analyses indicated direct associations between greater sugar-sweetened beverage consumption and higher risks of adverse health outcomes. Convincing evidence (class I) supported direct associations between sugar-sweetened beverage consumption and risks of depression, cardiovascular disease, nephrolithiasis, type 2 diabetes mellitus, and higher uric acid concentrations. Highly suggestive evidence (class II) supported associations with risks of nonalcoholic fatty liver disease and dental caries. Out of the remaining 40 meta-analyses, 29 were graded as suggestive or weak in the strength of evidence (classes III and IV), and 11 showed no evidence (class V). These findings inform and provide support for population-based and public health strategies aimed at reducing sugary drink consumption for improved health.",
        "Y"
    ],
    [
        "39047929",
        "Modifiable Risk Factors for Hepatocellular Carcinoma in Patients with Metabolic Dysfunction-Associated Steatotic Liver Disease: A Meta-Analysis",
        "BACKGROUND AND AIMS: The increasing incidence of metabolic dysfunction-associated steatotic liver disease (MASLD) has led to a gradual increase in MASLD-related hepatocellular carcinomas (HCC). In this context, we aimed to investigate the association between modifiable factors and the risk of incident HCC in patients with MASLD. METHODS: Two authors independently searched electronic databases (PubMed, Embase, and the Cochrane Library) from their inception to April 1, 2023. Observational studies reporting an association between modifiable risk factors and MASLD-related HCC were eligible for inclusion. The effect size on the study outcomes was calculated using a random-effects model and was presented as a risk ratio with 95% confidence interval. RESULTS: A total of 31 studies covering 1.02 million individuals were included. Regarding lifestyle factors, smoking and alcohol consumption were associated with 30% (1.30 [1.08-1.57]) and 140% (2.41 [1.03-5.65]) risk increase of MASLD-related HCC. Regarding metabolic risk factors, patients with MASLD who were overweight or obese (1.31 [1.13-1.52]), had diabetes (2.08 [1.71-2.53]) and hypertension (1.42 [1.12-1.80]) had a higher risk of developing HCC, while dyslipidemia was negatively associated with MASLD-HCC (0.78 [0.65-0.93]). The use of metformin, statin, and aspirin was associated with 18% (0.82 [0.68-0.98]), 55% (0.45 [0.36-0.56]), and 36% (0.64 [0.44-0.92]) risk reduction in incident HCC, respectively. CONCLUSIONS: This comprehensive systematic review and meta-analysis showed statistically significant increases in the risk of incident HCC inpatients with MASLD due to smoking, alcohol use, obesity, diabetes, and hypertension, whereas metformin, statin, and aspirin therapy might modify disease progression.",
        "Y"
    ],
    [
        "39033150",
        "Efficacy of erector spinae plane block for postoperative analgesia after liver surgeries: a systematic review and meta-analysis",
        "BACKGROUND: Data on the effectiveness of erector spinae plane block (ESPB) for patients undergoing liver surgeries is limited and inconclusive. We hereby aimed to systematically review if ESPB can provide adequate analgesia after liver surgery. METHODS: PubMed, CENTRAL, Scopus, Embase, and gray literature were examined up to 25th April 2023 for randomized controlled trials (RCTs) comparing ESPB with control or spinal analgesia. RESULTS: Nine RCTs were included of which three compared ESPB with spinal analgesia. 24-hour opioid consumption did not differ significantly between ESPB vs. control (MD: -35.25 95% CI: -77.01, 6.52 I<sup>2</sup> = 99%) or ESPB vs. spinal analgesia (MD: 2.32 95% CI: -6.12, 10.77 I<sup>2</sup> = 91%). Comparing pain scores between ESPB and control, a small but significant effect favoring ESPB was noted at 12 h and 48 h, but not at 6-8 h and 24 h. Pain scores did not differ between ESPB and spinal analgesia. The risk of postoperative nausea and vomiting was also not significantly different between ESPB vs. control or spinal analgesia. GRADE assessment shows moderate certainty of evidence. CONCLUSION: ESPB may not provide any significant postoperative analgesia in liver surgery patients. There was a tendency of reduced opioid consumption with ESPB. Limited data also showed that ESPB and spinal analgesia had no difference in pain scores and 24-hour analgesic consumption.",
        "Y"
    ],
    [
        "38974037",
        "Effectiveness and safety of brucea javanica oil assisted TACE versus TACE in the treatment of liver cancer: a systematic review and meta-analysis of randomized controlled trials",
        "Background: The effectiveness and safety of using Brucea javanica oil (BJO) in combination with Transarterial Chemoembolization (TACE) for liver cancer treatment are subjects of debate. This study aims to assess the comparative effectiveness and safety of BJO-assisted TACE versus TACE alone and quantifies the differences between these two treatment methods. Methods: A systematic search was conducted in multiple databases including PubMed, Cochrane, CNKI, and Wanfang, until 1 July 2023. Meta-analysis was conducted, and the results were presented as mean difference (MD), risk ratio (RR), and 95% confidence intervals (CI). Results: The search yielded 11 RCTs, with a combined sample size of 1054 patients. Meta-analysis revealed that BJO-assisted TACE exhibited superior outcomes compared to standalone TACE. Specific data revealed that BJO-assisted TACE improves clinical benefit rate by 22% [RR = 1.22, 95% CI (1.15, 1.30)], increases the number of people with improved quality of life by 32%, resulting in an average score improvement of 9.53 points [RR = 1.32, 95% CI (1.22, 1.43); MD = 9.53, 95% CI (6.95, 12.10)]. Furthermore, AFP improvement rate improved significantly by approximately 134% [RR = 2.34, 95% CI (1.58, 3.46)], accompanied by notable improvements in liver function indicators, with an average reduction of 27.19 U/L in AST [MD = -27.19, 95% CI (-40.36, -14.02)], 20.77 U/L in ALT [MD = -20.77, 95% CI (-39.46, -2.08)], 12.17 μmol/L in TBIL [MD = -12.17, 95% CI (-19.38, -4.97)], and a decrease of 43.72 pg/mL in VEGF [MD = -43.72, 95% CI (-63.29, -24.15)]. Most importantly, there was a 29% reduction in the occurrence of adverse reactions [RR = 0.71, 95% CI (0.60, 0.84)]. Conclusion: These findings indicate that BJO-assisted TACE may be considered as a potentially beneficial treatment option for liver cancer patients when compared to standalone TACE. It appears to contribute to improved treatment outcomes, enhanced quality of life, and potentially reduced adverse reactions, suggesting it warrants further investigation as a promising approach for liver cancer treatment. Systematic Review Registration: identifier CRD42023428948.",
        "Y"
    ],
    [
        "38915015",
        "Changes in glucose metabolism, C-reactive protein, and liver enzymes following intake of NAD + precursor supplementation: a systematic review and meta-regression analysis",
        "BACKGROUND: There are contradictory effects regarding the effect of NAD + precursor on glucose metabolism and liver enzymes. In order to obtain a better viewpoint from them, this study aimed to comprehensively investigate the effects of NAD + precursor supplementation on glucose metabolism, C-reactive protein (CRP), and liver enzymes. METHODS: PubMed/MEDLINE, Web of Science, SCOPUS, and Embase databases were searched using standard keywords to identify all controlled trials investigating the glucose metabolism, CRP, and liver enzymes effects of NAD + precursor. Pooled weighted mean difference (WMD) and 95% confidence intervals (95% CI) were achieved by random-effects model analysis for the best estimation of outcomes. RESULTS: Forty-five articles with 9256 participants' were included in this article. The pooled findings showed that NAD + precursor supplementation had a significant increase in glucose (WMD: 2.17 mg/dL, 95% CI: 0.68, 3.66, P = 0.004) and HbA1c (WMD: 0.11, 95% CI: 0.06, 0.16, P &lt; 0.001) as well as a significant decrease in CRP (WMD: -0.93 mg/l, 95% CI -1.47 to -0.40, P &lt; 0.001) compared with control group, and was not statistically significant with respect to insulin and homeostasis model assessment of insulin resistance (HOMA-IR). However, we found no systemic changes in aspartate transaminase (AST), alanine transaminase (ALT), or alkaline phosphatase (ALP) levels after NAD + precursor supplementation. The results of the subgroup analysis showed that the intake of NAD + precursor during the intervention of more than 12 weeks caused a greater increase in the glucose level. Furthermore, Nicotinic acid supplementation (NA) causes a greater increase in glucose and HbA1c levels than nicotinamide (NE) supplementation. CONCLUSIONS: Overall, these findings suggest that NAD + precursor supplementation might have an increase effect on glucose metabolism as well as a decrease in CRP.",
        "Y"
    ],
    [
        "38702254",
        "Multimodal treatment confers best overall survival results in patients with huge hepatocellular carcinoma: a systematic review and network meta-analysis",
        "BACKGROUND: Huge (&gt;10 cm) hepatocellular carcinoma is burdened by elevated mortality due to its peculiar characteristics and delayed diagnosis. Liver resection is considered the gold standard although survival is poor. Recently, some different strategies have been evaluated to improve results in tumor recurrence and survival. The aim of this research is to identify which strategy offers the best results in terms of overall survival for resectable huge hepatocellular carcinoma. METHODS: A systematic review and network meta-analysis of 13 studies was conducted from PubMed, Embase, Scopus, Cochrane Library, and Web of Science databases including research comparing two or more treatments to manage huge hepatocellular carcinoma. Results were synthesized through forest plots and risk of bias assessed with the CINeMA framework as recommended. RESULTS: The association of liver resection and transcatheter arterial chemoembolization confers a significant improvement in survival compared to liver resection alone (HR: 0.55) while transcatheter arterial chemoembolization, radioembolization, and ethanol ablation alone were associated to decreased overall survival. Within-study bias, indirectness and incoherence were the domains mainly affected by concerns in risk of bias analysis. CONCLUSION: Multimodal treatment including liver resection and transcatheter arterial chemoembolization increases survival in patients with resectable huge hepatocellular carcinoma.",
        "N"
    ],
    [
        "38671328",
        "Clinical efficacy of lenvatinib, trans-arterial chemoembolization, and PD-1/L1 inhibitors in advanced hepatocellular carcinoma: a systematic review and network meta-analysis",
        "BACKGROUND: Currently, the effectiveness of TACE, Lenvatinib, and PD-1/L1 inhibitors used alone or in combination has been thoroughly reported. However, the differences in effectiveness between these treatment protocols require further verification. To this end, this study employs a Bayesian network meta-analysis to compare the efficacy and safety of TACE, Lenvatinib, and PD-1/L1 inhibitors, whether administered by monotherapy or in combination, providing evidence-based medicine for the treatment of unresectable HCC. PURPOSE: This study employed a network meta-analysis to evaluate the efficacy and safety of trans-arterial chemoembolization (TACE), Programmed Cell Death Protein/Ligand 1 (PD-1/L1) inhibitors, and Lenvatinib in the treatment of advanced HCC. METHODS: Literature on the treatment of advanced HCC with TACE, PD-1/L1 inhibitors, and Lenvatinib was searched for in both Chinese and English databases, including PubMed, EMBASE, ClinicalTrials.gov, Cochrane Library, CNKI, and Wanfang. Two researchers conducted independent screening and data extraction, and the meta-analysis was performed using R language with the gemtc package. RESULTS: After retrieval and screening, a total of 21 articles were included, involving 2052 participants and six treatment modalities: Lenvatinib (L), TACE (T), TACE + Lenvatinib (TL), Lenvatinib + PD-1/L1 inhibitors (LP), TACE + Lenvatinib + PD-1/L1 inhibitors (TLP), and TACE + PD-1/L1 inhibitors (TP). In terms of objective response rate (ORR), the TLP regimen provided the optimal effect. In predicting the best ORR, TLP had the highest (75.5%) probability. In terms of disease control rate (DCR), the TLP regimen showed the best effect. In predicting the best DCR, the TLP again offered the highest (76.1%) probability. In terms of overall survival (OS), the best outcome was observed in the TLP protocol. In predicting the best OS, the TLP holds the highest (86.00%) probability. Furthermore, the best outcome in progression-free survival (PFS) was found in the TLP regimen. In predicting the best PFS, the TLP still holds the highest (97.0%) result. CONCLUSION: The combination of TACE, Lenvatinib, and PD-1/L1 inhibitors appears to provide the maximum benefit for inoperable HCC patients.",
        "Y"
    ],
    [
        "38954008",
        "The diagnostic and prognostic role of cerebrospinal fluid biomarkers in glucose transporter 1 deficiency: a systematic review",
        "The purpose of this study is to investigate the diagnostic and prognostic role of cerebrospinal fluid (CSF) biomarkers in the diagnostic work-up of glucose transporter 1 (GLUT1) deficiency. Reported here is a systematic review according to PRISMA guidelines collecting clinical and biochemical data about all published patients who underwent CSF analysis. Clinical phenotypes were compared between groups defined by the levels of CSF glucose (≤ 2.2 mmol/L versus &gt; 2.2 mmol/L), CSF/blood glucose ratio (≤ 0.45 versus &gt; 0.45), and CSF lactate (≤ 1 mmol/L versus &gt; 1 mmol/L). Five hundred sixty-two patients fulfilled the inclusion criteria with a mean age at the diagnosis of 8.6 ± 6.7 years. Patients with CSF glucose ≤ 2.2 mmol/L and CSF/blood glucose ratio ≤ 0.45 presented with an earlier onset of symptoms (16.4 ± 22.0 versus 54.4 ± 45.9 months, p &lt; 0.01; 15.7 ± 23.8 versus 40.9 ± 38.0 months, p &lt; 0.01) and received an earlier molecular genetic confirmation (92.1 ± 72.8 versus 157.1 ± 106.2 months, p &lt; 0.01). CSF glucose ≤ 2.2 mmol/L was consistently associated with response to ketogenic diet (p = 0.018) and antiseizure medications (p = 0.025). CSF/blood glucose ratio ≤ 0.45 was significantly associated with absence seizures (p = 0.048), paroxysmal exercise-induced dyskinesia (p = 0.046), and intellectual disability (p = 0.016) while CSF lactate &gt; 1 mmol/L was associated with a response to antiseizure medications (p = 0.026) but not to ketogenic diet.Conclusions:This systematic review supported the diagnostic usefulness of lumbar puncture for the early identification of patients with GLUT1 deficiency responsive to treatments especially if they present with co-occurring epilepsy, movement, and neurodevelopmental disorders. What is Known: • Phenotypes of GLUT1 deficiency syndrome range between early epileptic and developmental encephalopathy to paroxysmal movement disorders and developmental impairment What is New: • CSF blood/glucose ratio may predict better than CSF glucose the diagnosis in children presenting with early onset absences • CSF blood/glucose ratio may predict better than CSF glucose the diagnosis in children presenting with paroxysmal exercise induced dyskinesia and intellectual disability. • CSF glucose may predict better than CSF blood/glucose and lactate the response to ketogenic diet and antiseizure medications.",
        "N"
    ],
    [
        "38588060",
        "Accuracy of infrared thermography evaluation in burn wound healing: a systematic review and meta-analysis",
        "OBJECTIVE: Accurate assessment of burn depth and burn wound healing potential is essential to determine early treatments. Infrared thermography (IRT) is a non-invasive and objective tool to do this. This systematic review evaluated the accuracy of IRT to determine burn wound healing potential. METHOD: This systematic review and meta-analysis used MEDLINE, EMBASE, CINAHL, PEDro, DiTA and CENTRAL databases. IRT data were extracted from primary studies and categorised into four cells (i.e., true positives, false positives, true negatives and false negatives). Subgroup analysis was performed according to methods used to capture thermal images. RESULTS: The search strategy identified 2727 publications; however, 15 articles were selected for review and 11 for meta-analysis. In our meta-analysis, the accuracy of IRT was 84.8% (63% sensitivity and 81.9% specificity). CONCLUSION: IRT is a moderately accurate tool to identify burn depth and healing potential. Thus, IRT should be used carefully for evaluating burn wounds.",
        "N"
    ],
    [
        "38533170",
        "Keto Clarity: A Comprehensive Systematic Review Exploring the Efficacy, Safety, and Mechanisms of Ketogenic Diet in Pediatric Epilepsy",
        "Epilepsy, a widespread neurological disorder characterized by recurrent seizures, affects millions globally, with a significant impact on the pediatric population. Antiepileptic drugs (AEDs) constitute the primary treatment; however, drug-resistant epilepsy (DRE), especially in children, poses a therapeutic challenge. Alternative interventions, such as surgery, vagus nerve stimulation, and the ketogenic diet (KD), have been explored. This systematic review aims to investigate various types of KDs, their distinctions, their effectiveness, and their safety concerning the reduction of seizure frequency, achieving seizure freedom, and the occurrence of adverse events. The study adheres to the Preferred Reporting Items for Systematic Reviews and Meta-Analyses (PRISMA) 2020 guidelines. A comprehensive search was conducted using databases such as PubMed Central (PMC), MedLine, and Science Direct to identify relevant articles. Eligibility criteria and quality assessment tools were applied to evaluate the potential risk of bias and select 11 articles for inclusion in this review. The selected articles encompassed four randomized controlled trials (RCTs), two systematic reviews, and five narrative reviews. The data collected for this review was completed on October 2, 2023. Challenges, such as palatability, cultural factors, and adherence difficulties, were identified. Family or caregiver involvement plays a pivotal role in treatment success. Despite numerous RCTs and reviews, information gaps persist, hindering conclusive outcomes. Evaluating the risk-benefit ratio is crucial, considering potential side effects. The highly individualized nature of KD therapy, influenced by diverse seizure types and syndromes, necessitates a trial-and-error approach monitored by a multidisciplinary team. Long-term safety and efficacy demand continuous real-life patient data review. In summary, while KD presents a promising alternative for DRE, its success relies on meticulous planning, individualized implementation, and ongoing research to address existing challenges and information gaps.",
        "Y"
    ],
    [
        "39262087",
        "The diagnostic and prognostic utility of oxidative stress circulatory biomarkers in traumatic brain injury patients: a systematic review",
        "OBJECTIVE: The objective of this review is to qualitatively appraise the available literature to evaluate the efficacy of circulatory systemic oxidative stress markers (OSMx) in determining the diagnosis and outcome of TBI. METHODS: A systematic review was conducted of PubMed/Medline, Embase and Google Scholar databases per the Preferred Reporting Items for Systematic Reviews and Meta-Analysis (PRISMA) for studies which employed serum or plasma OSMx analysis for diagnostic or prognostic purposes in patients with TBI. RESULTS: Eight studies were included. There were 654 patients across the eight studies, of which 518 (79.2%) patients had sustained a TBI. The heterogeneity between studies in terms of OSMxs analyzed ultimately made collective analysis inappropriate. Nevertheless, several studies highlighted the potential role of circulatory OSMx levels in determining the diagnosis (presence and severity) and prognosis (functional outcome and mortality) of TBI. CONCLUSION: The care for patients with TBI remains a complex clinical challenge with a high morbidity and mortality profile. Evidenced by this review, circulatory OSMxs appear to have the potential to supplement current diagnostic measures, in addition to identifying new treatment strategies and monitoring recovery. Despite early promise, the evidence for such markers remains in its infancy and robust prospective studies are needed.",
        "N"
    ],
    [
        "39252302",
        "Cognitive-behavioral therapy for negative symptoms of schizophrenia: A systematic review and meta-analysis",
        "BACKGROUND: Cognitive-behavioral intervention techniques are increasingly demonstrating their efficacy in preventing relapses and managing problems in patients with schizophrenia. There is still variation in its effectiveness for negative symptoms, such as mood-related symptoms and motivation to engage socially. METHODS: A systematic search was conducted in PubMed, Web of Science for English literature on cognitive-behavioral therapy (CBT) interventions in patients with schizophrenia. The search included randomized controlled trials and nonrandomized controlled trials. The search period extended from the inception of the databases to September 30, 2022. Two researchers independently performed quality assessment and data extraction based on predefined inclusion and exclusion criteria. RESULTS: Discrepancies were resolved through discussion or consultation with a third researcher. Initially, 169 articles were retrieved through database searches and other means. After applying the inclusion and exclusion criteria, 10 randomized controlled studies were included in the final analysis. The intervention group comprised a total of 680 patients with schizophrenia, while the control group included 686 patients with schizophrenia. Meta-analysis results demonstrated a statistically significant difference in negative symptom reduction between the CBT intervention group (WMD = -1.19, 95% CI [-1.73, -0.66], P &lt; .0001) and the control group. CONCLUSION: We have analyzed the effectiveness of CBT based on our previous research, CBT was found to effectively improve negative symptoms in individuals diagnosed with schizophrenia.",
        "Y"
    ],
    [
        "39287742",
        "Detection rate of gastrin-releasing peptide receptor (GRPr) targeted tracers for positron emission tomography (PET) imaging in primary prostate cancer: a systematic review and meta-analysis",
        "The gastrin-releasing peptide receptor (GRPr) has gained recognition as a promising target for both diagnostic and therapeutic applications in a variety of human cancers. This study aims to explore the primary tumor detection capabilities of [<sup>68</sup>Ga] Ga-GRPr PET imaging, specifically in newly diagnosed intra-prostatic prostate cancer lesions (PCa). Following PRISMA-DTA (Preferred Reporting Items for Systematic Reviews and Meta-Analyses of Diagnostic Test Accuracy Studies) guidelines, a systematic literature search was conducted using the Medline, Embase, Scopus, and Web of Science databases. Data regarding patient characteristics and imaging procedure details-including the type of radiotracer used, administered activity, image acquisition time, scanner modality, criteria, and detection rate of index test-were extracted from the included studies. The pooled patient-and lesion-based detection rates, along with their corresponding 95% confidence intervals (CI), were calculated using a random effects model. The final analysis included 9 studies involving 291 patients and 350 intra-prostatic lesions with [<sup>68</sup>Ga] Ga-GRPr PET imaging in primary PCa. In per-patient-based analysis of [<sup>68</sup>Ga] Ga-GRPr PET imaging, the pooled detection rates of overall and patients with Gleason score ≥ 7 were 87.09% (95% CI 74.98-93.82) and 89.01% (95% CI 68.17-96.84), respectively. In per-lesion-based analysis, the pooled detection rate [<sup>68</sup>Ga] Ga-GRPr PET imaging was 78.54% (95% CI 69.8-85.29). The pooled detection rate mpMRI (multiparametric magnetic resonance imaging) in patient-based analysis was 91.85% (95% CI 80.12-96.92). The difference between the detection rates of the mpMRI and [<sup>68</sup>Ga] Ga-GRPr PET imaging was not statistically significant (OR 0.90, 95% CI 0.23-3.51). Our findings suggest that [<sup>68</sup>Ga] Ga-GRPr PET imaging has the potential as a diagnostic target for primary PCa. Future research is needed to determine the effectiveness of [<sup>68</sup>Ga] Ga-GRPr PET in delivering additional imaging data and guiding therapeutic decisions.",
        "N"
    ],
    [
        "39279185",
        "Nutraceutical interventions for erectile dysfunction: a systematic review and network meta-analysis",
        "BACKGROUND: Although nutraceutical-based treatments are often offered for erectile dysfunction (ED), their efficacy remains doubtful, and the choice of one substance over the other is challenged by the dearth of head-to-head comparative studies. AIM: We aimed to compare the efficacy of available nutraceutical interventions, alone or in combination with phosphodiesterase type 5 inhibitors (PDE5i), in improving erectile function in men with ED through a network meta-analysis (NMA), which incorporates direct and indirect evidence into one model thus generating a hierarchy of effectiveness. METHODS: PubMed, Scopus, Web of Sciences, and Cochrane Library databases were searched for randomized placebo-controlled trials (RCTs) assessing the effect of any nutraceutical regimen in improving erectile function when compared to each other, placebo, and/or PDE5i in men with ED. Data were included in a random-effects NMA, where efficacy of treatments was ranked by surface under the cumulative ranking curve (SUCRA). Two NMAs were also conducted separately for organic and non-organic ED. Reciprocal comparisons between all treatments were analyzed by league tables. OUTCOMES: The main outcome was the standardized mean difference in the score of the International Index of Erectile Function (IIEF)-5 or IIEF-6. RESULTS: Fifteen RCTs provided information on 1000 men with ED. In the overall NMA, compared to placebo, the combination propionyl L-carnitine (PLC) + acetyl L-carnitine (ALC) + Sildenafil was associated with the highest SUCRA (97%) in improving erectile function score, followed by L-Arginine + Tadalafil (84%), Sildenafil (79%), Tadalafil (72%), and L-Arginine (52%). No other treatment regimen showed efficacy with statistical significance. In patients with organic ED, the efficacy of Sildenafil and Tadalafil was significantly improved by PLC + ALC and L-Arginine, respectively. On the contrary, in non-organic ED, nutraceuticals did not improve the therapeutic performance of daily Tadalafil. CLINICAL IMPLICATIONS: This NMA contributes valuable insights into the potential of nutraceutical interventions for ED. STRENGTHS AND LIMITATIONS: We employed strict inclusion criteria related to study design and diagnostic tool, ensuring the assumption of transitivity and the consistency of the analysis. CONCLUSION: Against a background of general ineffectiveness of most nutraceutical interventions, L-Arginine and the mix PLC + ALC appeared to be of some usefulness in improving erectile function, especially in combination with PDE5i in organic ED.",
        "Y"
    ],
    [
        "39118101",
        "Diagnostic efficacy of [(99m)Tc]Tc-PSMA SPECT/CT for prostate cancer: a meta-analysis",
        "BACKGROUND: Prompt and accurate diagnosis of prostate cancer (PCa) is of paramount importance for effective treatment planning. While Gallium-68 labeled prostate-specific membrane antigen (PSMA) positron emission tomography (PET)/computed tomography (CT) has proven efficacy in detecting PCa, limited availability poses challenges. As a potential alternative, [<sup>99m</sup>Tc]Tc-PSMA single photon emission computed tomography (SPECT)/computed tomography (CT) holds promise. This systematic review and meta-analysis aimed to evaluate the diagnostic value of [<sup>99m</sup>Tc]Tc-PSMA SPECT/CT for prostate cancer. METHODS: A comprehensive search of PubMed, Cochrane, EMBASE, Scopus, Ovid, and Web of Science databases was conducted until July 2024. Sensitivity and specificity data were extracted to assess the diagnostic accuracy of [<sup>99m</sup>Tc]Tc-PSMA SPECT/CT, while the Quality Assessment of Diagnostic Accuracy Studies (QUADAS-2) tool was used to evaluate study quality. Statistical analyses were performed using STATA 18, with MetaDisc 1.4 employed to detect threshold effects. Diagnostic accuracy indicators, including sensitivity, specificity, diagnostic odds ratio (DOR), negative likelihood ratio (LR-), and positive likelihood ratio (LR+), were pooled. The area under the curve (AUC) of the combined model was calculated using summary receiver-operating characteristic (SROC) curves. RESULTS: Seven studies meeting the inclusion criteria were identified from an initial pool of 1467 articles, with no publication bias observed. The pooled sensitivity, specificity, and AUC of [<sup>99m</sup>Tc]Tc-PSMA SPECT/CT were found to be 0.89 (95% CI, 0.84-0.93), 0.92 (95% CI, 0.67-0.99), and 0.93 (95% CI, 0.90-0.95), respectively. Additionally, the comprehensive diagnostic odds ratio, diagnostic score, positive likelihood ratio, and negative likelihood ratio were calculated as 95.24 (95% CI, 17.30-524.41), 4.56 (95% CI, 2.85-6.26), 11.35 (95% CI, 2.31-55.71), and 0.12 (95% CI, 0.08-0.18), respectively. CONCLUSIONS: In conclusion, our findings demonstrate that [<sup>99m</sup>Tc]Tc-PSMA SPECT/CT exhibits favorable diagnostic performance for prostate cancer and can provide valuable supplementary information, particularly in regions and settings where [<sup>68</sup>Ga]Ga-PSMA PET/CT availability is limited, such as remote areas. These results highlight the potential of [<sup>99m</sup>Tc]Tc-PSMA SPECT/CT as a valuable tool in the diagnosis and management of prostate cancer, warranting further investigation and validation in larger patient cohorts.",
        "N"
    ],
    [
        "39093624",
        "Aerobic Exercise: Randomized Controlled Trial Data Suggest Qualified Benefits for Erectile Dysfunction",
        "Erectile dysfunction (ED) refers to the difficulty in achieving and maintaining a degree of penile erection that suffices for satisfactory sexual activity. ED is multifactorial in origin; its prevalence therefore varies with the population studied. In the general population, ED is present in 18-52% of men in younger to older age groups and in 43-76% of men with different medical conditions. Phosphodiesterase-5 inhibitor drugs are gold standard treatments for ED. However, because many lifestyle disorders predispose to ED and because aerobic exercise is beneficial for these lifestyle disorders, aerobic exercise may be a possible intervention for ED. In this context, a recent systematic review and meta-analysis identified 11 randomized controlled trials (RCTs; pooled N = 1,147) of aerobic exercise vs nonexercising control conditions for the treatment of ED. These RCTs had been conducted in men with different medical and surgical conditions, commonly obesity, metabolic syndrome, diabetes mellitus, and cardiovascular disease. The exercise interventions were varied but mostly involved 30-60 minutes sessions of activity, 3-5 times a week, for a median duration of 6 months. Advice for diet and weight loss was also commonly provided. The meta analysis found that aerobic exercise was significantly superior to nonexercising control conditions, with greater improvement in erectile functioning observed in subjects with greater baseline impairment. Limitations of the findings were that subjects could not be blinded to the nature of the intervention and that the magnitude of benefit with exercise, although statistically significant, fell below thresholds suggested for clinical significance. Aerobic exercise might therefore be more useful for the primary prevention of ED, for which preliminary evidence already exists. Exercise can also be recommended, along with other lifestyle guidance, to improve sexual functioning in both men and women and to improve health across a range of domains.",
        "Y"
    ],
    [
        "38983254",
        "Towards effective screening for paternal perinatal mental illness: a meta-review of instruments and research gaps",
        "BACKGROUND: Paternal perinatal mental illness (PPMI), which affects around one in 10 fathers, is under-recognised despite increasing awareness of men's mental health in the perinatal period. Social stigma and men's reluctance to seek help exacerbate this gap. Neglecting the mental health needs of new fathers not only puts them at increased risk for mental illness themselves, but also has a profound and long-lasting impact on their families, children and their own self-esteem as they navigate their new role in the family dynamic. OBJECTIVE: This meta-review systematically identifies instruments assessing PPMI symptoms, evaluates their psychometric properties and applicability, presents key findings from studies using these tools, and identifies gaps and limitations in the literature on PPMI symptom assessment. METHODS: A systematic literature review was conducted using search strategies applied to PubMed, PsycNet APA, Cochrane, and Web of Science, supplemented by hand searches. Relevant information was extracted from each included study. Extracted data were analysed narratively to address the research questions. RESULTS: Findings identified limitations and gaps in current screening practices. While the Edinburgh Postnatal Depression Scale (EPDS) is the most widely used screening tool for both fathers and mothers, it inadequately captures atypical depressive symptoms in men. Cutoff scores lack consensus, and instrument sensitivity varies significantly due to cultural and sociodemographic factors. A number of other screening tools have been identified, most of which are more general and not specifically designed for perinatal mental health. CONCLUSION: This meta-review broadens perspectives on PPMI screening instruments, highlighting key themes, patterns, and differences across the included reviews. While a variety of screening tools are used, the review underscores the necessity for tools specifically tailored to fathers during the perinatal period.",
        "N"
    ],
    [
        "38945467",
        "Botany, traditional uses, phytochemistry, pharmacology, edible uses, and quality control of Lablab semen Album: A systematic review",
        "ETHNOPHARMACOLOGICAL RELEVANCE: Lablab Semen Album (lablab), the white and dried mature fruit of Lablab purpureus in the Lablab genus of the Fabaceae family, is a renowned traditional medicinal herb with a long history of use in China. In Chinese medicine, lablab is often combined with other drugs to treat conditions such as weak spleen and stomach, loss of appetite, loose stools, excessive leucorrhoea, summer dampness and diarrhea, chest tightness, and abdominal distension. MATERIALS AND METHODS: Comprehensive information on lablab was gathered from databases including Web of Science, Science Direct, Google Scholar, Springer, PubMed, CNKI, Wanfang, and ancient materia medica. RESULTS: Lablab, a member of the lentil family, thrives in warm and humid climates, and is distributed across tropical and subtropical regions worldwide. Traditionally, lablab is used to treat various ailments, such as spleen and stomach weakness, loss of appetite, and diarrhea. Phytochemical analyses reveal that lablab is a rich source of triterpenoid saponins, glucosides, volatile components, polysaccharides, and amino acids. Lablab extracts exhibit diverse biological activities, including hypolipidemic, hypoglycemic, immunomodulatory, antioxidant, hepatoprotective, antitumoral, antiviral properties, and more. Besides its medicinal applications, lablab is extensively used in the food industry due to its high nutrient content. Additionally, the quality of lablab can be regulated by determining the levels of key chemical components pivotal to its medicinal effects, ensuring the herb's overall quality. CONCLUSION: Lablab is a promising medicinal and edible plant ingredient with diverse pharmacological effects, making it a valuable ingredient for food, pharmaceuticals, and animal husbandry. However, it has inherent toxicity if not properly prepared. Additionally, some traditional uses and pharmacological activities lack scientific validation due to incomplete methods, unclear results, and insufficient clinical data. Thus, further in vivo and in vitro studies on its pharmacology, pharmacokinetics, and toxicology, along with clinical efficacy evaluations, are needed to ensure lablab's safety and effectiveness. As an important traditional Chinese medicine, lablab deserves more attention.",
        "N"
    ],
    [
        "38918134",
        "Mandibular bone imaging assessment in chronic kidney disease: a systematic review and meta-analysis",
        "OBJECTIVE: This systematic review and meta-analysis sought to assess the published research on mandibular cortical and trabecular bone patterns (TBPs) in individuals with chronic kidney disease (CKD) assessed by radiomorphometric index (RMI) analysis on dental radiographs. STUDY DESIGN: The review was conducted in accordance with the Preferred Reporting Items for Systematic Reviews and Meta-Analyses statement. Observational studies that radiographically evaluated cortical and TBPs were analyzed. Risk of bias was assessed according to the Joanna Briggs Institute Critical Appraisal Checklists. Quality of evidence was evaluated using the Grading of Recommendations, Assessment, Development, and Evaluation approach. Meta-analysis was performed for studies using dichotomous models or verifying mean differences according to RMI type. RESULTS: Thirteen papers were included. Mandibular cortical index (MCI) and mental index (MI) were the most frequently evaluated RMIs. For MCI, the estimated risk ratio for decreased bone mineral density indicated by greater porosity in the cortices was 13.7% in CKD patients (95% confidence interval: 0.04-0.24; P = .008) when compared to healthy individuals. MI mean differences in CKD compared to control groups ranged from -0.5100 to -0.2000 mm. However, risk of bias was generally high and quality of evidence was very low. CONCLUSIONS: MCI and MI are useful screening tests in assessing bone patterns but must be evaluated with caution due to the risk of bias and low quality of evidence in the published literature.",
        "N"
    ],
    [
        "39444577",
        "Effects of plant-based diets combined with exercise training on leptin and adiponectin levels in adults with or without chronic diseases: a systematic review and meta-analysis of clinical studies",
        "BACKGROUND: The effects of exercise training combined with plant-based diets (PBD) on leptin and adiponectin levels have been studied. However, little is known regarding the impact of exercise training combined with PBD on leptin and adiponectin levels in adults with or without chronic diseases. METHODS: PubMed, Web of Science, and Scopus were searched to identify original articles, published until May 2024, to assess the effects of exercise training combined with PBD on leptin and adiponectin levels in adults with or without chronic diseases. Standardized mean differences (SMD) and 95% confidence intervals were calculated using random models. RESULTS: Nine studies comprising 960 participants with overweight and obesity were included in the current meta-analysis. Exercise training combined with PBD reduced leptin [SMD = -0.33 (95% CI: -0.62 to -0.04); p = 0.025] while increasing adiponectin [SMD = 0.93 (95% CI: 0.12 to 1.74); p = 0.024] levels. CONCLUSION: Exercise training combined with PBD is suggested as a non-invasive intervention for reducing leptin while increasing adiponectin levels to control body mass and other disorders related to obesity in adults.",
        "Y"
    ],
    [
        "39374077",
        "Effects of age on human skeletal muscle: A systematic review and meta-analysis of myosin heavy chain isoform protein expression, fiber size and distribution",
        "Human studies examining the cellular mechanisms behind sarcopenia, or age-related loss of skeletal muscle mass and function, have produced inconsistent results. A systematic review and meta-analysis were performed to determine the aging effects on protein expression, size and distribution of fibers with various myosin heavy chain (MyHC) isoforms. Study eligibility included MyHC comparisons between young (18-49 years) and older (≥ 60 years) adults, with 27 studies identified. Relative protein expression was higher with age for the slow-contracting MyHC I fibers, with correspondingly lower fast-contracting MyHC II and IIA values. Fiber sizes were similar with age for MyHC I, while smaller for MyHC II and IIA. Fiber distributions were similar with age. When separated by sex, the few studies that examined females showed atrophy of MyHC II and IIA fibers with age, but no change in MyHC protein expression. Additional analyses by measurement technique, physical activity, and muscle biopsied provided important insights. In summary, age-related atrophy in fast-contracting fibers lead to more of the slow-contracting, lower force-producing isoform in older male muscles, which helps explain their age-related loss in whole muscle force, velocity, and power. Exercise or pharmacological interventions that shift MyHC expression towards faster isoforms and/or increase fast-contracting fiber size should decrease the prevalence of sarcopenia. Our findings also indicate that future studies need to include or focus solely on females, measure MyHC IIA and IIX isoforms separately, examine fiber type distribution, sample additional muscles to the vastus lateralis, and incorporate an objective measurement of physical activity.",
        "N"
    ],
    [
        "39347918",
        "Nutrition and Golf Performance: A Systematic Scoping Review",
        "BACKGROUND: Golf is played both recreationally and professionally by approximately 66.6 million people worldwide. Despite the potential for nutrition to influence golf performance, research in this area is somewhat limited. OBJECTIVE: To identify the existing literature regarding nutrition and golf and where the current research gaps lie. DESIGN: Scoping review. Online databases were used to retrieve data from 2003 to the present day. DATA SOURCES: A three-step search strategy identified relevant primary and secondary articles as well as grey literature. Published and unpublished articles in the English language, identified by searching electronic databases (ProQuest Central, Web of Science, Scopus, SPORTDiscus and PubMed) and reference searching. REVIEW METHODS: Relevant identified studies were screened for final inclusion. Data were extracted using a standardised tool to create a descriptive analysis and a thematic summary. In summary, studies were included if they focused on nutrition, hydration, energy requirements, supplements, or body composition in relation to golf. RESULTS AND DISCUSSION: Our initial search found 3616 relevant articles. Eighty-two of these articles were included for the scoping review. Nutrition has the potential to impact golf performance in areas including the maintenance of energy levels, cognitive function, and body composition. Currently, there is limited research available discussing the effects of nutrition interventions related specifically to golf performance. CONCLUSION: This scoping review highlights that more work is needed to provide golfers and practitioners with golf-specific nutrition research. The key areas for future golf-specific nutrition research include nutrition on cognitive performance, body composition, energy requirements, supplementation, and the potential role of nutrition for the travelling golfer. Systematic reviews could also be used to identify future priorities for nutrition and golf research.",
        "N"
    ],
    [
        "39339818",
        "Caffeine Placebo Effect in Sport and Exercise: A Systematic Review",
        "The objective of this review article is to systematically identify the caffeine placebo effect in sport and exercise activities. We selected randomized controlled trial studies to better understand the impact of caffeine and its placebo effect on sports performance. We extracted a set of articles that refer strictly to the topics of caffeine and its placebo effect in sport and exercise, considering the databases integrated to the Core Collection Web of Science and Scopus, as well as the registration of the documents in PubMed<sup>®</sup>, a system with a selection process aligned with the guidelines for the PRISMA methodology, establishing the eligibility criteria of the articles with the PICOS tool, to which a systematic review is applied. Finally, the results show that caffeine improves anaerobic capacity and endurance, while placebo perceived as caffeine can also increase performance by reducing pain and improving concentration. This finding underscores the influence of expectations and placebo on physical performance, suggesting that managing these expectations may be an effective strategy for improving athletic performance.",
        "Y"
    ],
    [
        "39246645",
        "The Impact of Exercise on C-reactive Protein Levels in Hypertensive Patients: A Systematic Review",
        "Hypertension, defined as persistently elevated blood pressure, is a prevalent chronic condition and a significant global health issue, closely linked to cardiovascular complications, with inflammation being one of the underlying mechanisms. In hypertensive patients, C-reactive protein (CRP), an inflammatory marker, is often elevated and associated with increased cardiovascular risk. Alongside pharmacotherapy, exercise is recommended as a non-pharmacological approach to managing hypertension, with evidence suggesting that exercise can also reduce inflammation. This study examines the impact of exercise on CRP levels in hypertensive patients. Fourteen studies focusing on exercise interventions and physical fitness related to CRP in individuals with high blood pressure were identified through an extensive search of PubMed, PubMed Central, ScienceDirect, Cochrane Library, and Google Scholar. The findings indicated that most studies involving aerobic exercise consistently demonstrated reductions in CRP levels among hypertensive patients, with significant effects observed under supervised conditions, and additional benefits seen when combined with dietary control. Resistance training showed mixed results, with significant reductions in CRP observed primarily in longer-term interventions. Combined exercise training, incorporating both aerobic and resistance elements, effectively reduced CRP levels and improved cardiovascular health markers. Physical fitness assessments, such as a bicycle exercise test to exhaustion, revealed a relationship between physical fitness and decreased CRP levels. Therefore, regular, consistent aerobic and combined training, as well as prolonged resistance exercise, significantly reduce CRP levels in hypertensive patients, highlighting exercise's role as a non-pharmacological strategy for managing hypertension through the reduction of inflammation. Further research is essential to validate these findings and investigate the underlying mechanisms and differential effects of various exercise modalities.",
        "Y"
    ],
    [
        "39152889",
        "Efficacy and safety of intense pulsed light in rosacea: A systematic review",
        "Background Rosacea is a chronic inflammatory disease of the skin characterised by facial erythema, oedema, telangiectasias, papules, pustules and nodules. There is a paucity of effective therapeutic modalities for the management of rosacea. Intense Pulsed Light (IPL), a modality in which flash lamps installed in an optical treatment device (head or tip) with mirrors to reflect light, has in recent times gained popularity in the management of this condition. Aim This systematic review aims to evaluate the efficacy, safety and adverse effects of IPL treatment for rosacea. Methods This systematic review was conducted in accordance with the Preferred Reporting Item for Systematic Reviews and Meta-Analysis. The electronic databases searched were Medline, PubMed and Scopus databases. The Risk of bias in non-randomised studies of interventions (ROBINS-I) and risk-of-bias tools for randomised trials (RoB-2) was employed to assess the risk of bias. Results Of a total of 233 articles retrieved from Medline, Scopus and PubMed databases, 14 studies qualified for final analysis. The studies included patients with Fitzpatrick skin types I to IV, with ages ranging from 15 to 78 years. Although the included studies showed heterogeneity between the parameters used, most studies demonstrated positive effects of IPL treatment on telangiectasia and erythema in rosacea and that the adverse effects presented were transitory. Limitation The methodological quality of the included studies was poor. Conclusion Although most studies showed the efficacy of IPL in the treatment of rosacea, the poor quality of the studies was of concern.",
        "Y"
    ],
    [
        "39067131",
        "The effect of bright light therapy on major depressive disorder: A systematic review and meta-analysis of randomised controlled trials",
        "BACKGROUND: The increasing prevalence of major depressive disorder (MDD) has led to increased demand for psychotherapy and pharmacotherapy, yet concerns were raised regarding the cost and accessibility to these therapies. Bright light therapy (BLT) has shown promise in mitigating depressive symptoms of non-seasonal affective disorders. This meta-analysis gathered evidence from randomised controlled trials (RCTs) to assess the effectiveness of BLT on patients with non-seasonal MDD. METHODS: Five databases were systematically searched. The primary outcome of the meta-analysis was the endpoint depression score from the BLT and control treatment groups, with the remission and response rates as the secondary outcomes. Results are presented in standardised mean difference (SMD) and log odd ratio. Subgroup analyses compared the effects of trial length and the length of daily exposure. RESULTS: Results on 15 RCTs between 1996 and 2024 with 883 patients showed positive effects of BLT on alleviating depressive symptoms (SMD = 0.48, 95 % CI [0.22, 0.74], p &lt;.001). Trials that lasted two weeks or less or those with 60 minutes or more of daily exposure were associated with higher therapeutic effectiveness. BLT was also associated with a higher response rate at the end of the trial. CONCLUSION: This meta-analysis offers positive evidence that favours BLT in alleviating depressive symptoms in MDD, suggesting that it could be a convenient and easily accessible treatment modality to augment psychotherapy and pharmacotherapy.",
        "Y"
    ],
    [
        "38956862",
        "The role of light emitting diode in wound healing: A systematic review of experimental studies",
        "Wounds represent a growing global issue demanding increased attention. To expedite wound healing, technologies are under development, and light emitting diode (LED) devices of varying wavelengths are being explored for their stimulating influence on the healing process. This article presents a systematic literature review aiming to compile, organize, and analyze the impacts of LED devices on wound healing. This review is registered on the PROSPERO platform [CRD42023403870]. Two blinded authors conducted searches in the Pubmed, Web of Science, Scopus, Embase, and ScienceDirect databases. In vitro and in vivo experimental studies assessing LED utilization in the wound healing process were included. The search yielded 1010 studies, of which 27 were included in the review. It was identified that LED stimulates different healing pathways, promoting enhanced cell proliferation and migration, angiogenesis stimulation, increased collagen deposition, and modulation of the inflammatory response. Thus, it can be concluded that the LED stimulates cellular and molecular processes contingent on the utilized parameters. The effects depend on the standards used. Cell migration and proliferation were better influenced by green and red LED. The extracellular matrix components and angiogenesis were regulated by all wavelengths and the modulation of inflammation was mediated by green, red, and infrared LEDs.",
        "Y"
    ],
    [
        "38783636",
        "Perspectives and preliminary experiences of psychedelics for the treatment of eating disorders: A systematic scoping review",
        "OBJECTIVE: Research regarding the therapeutic application of psychedelics and psychedelic-assisted psychotherapy in the treatment of eating disorders (EDs) has begun to emerge. This systematic scoping review aimed to map and synthesise the existing evidence regarding the participant reported efficacy and perspectives concerning psychedelics in the treatment of EDs, and to identify significant research gaps. METHOD: A systematic search was undertaken across several databases in accordance with Preferred Reporting Items for Systematic reviews and Meta-Analyses extension for Scoping Reviews guidelines. RESULTS: 1290 publications were identified, 1135 after duplicates removed, with 17 meeting full-eligibility criteria. Overall, findings suggested that most participants reported experiencing a meaningful reduction in their ED symptoms and having positive experiences or an openness to explore psychedelics as a treatment for ED symptoms, although some noted concerns of adverse effects and the importance of having psychological support to increase safety and efficacy. CONCLUSIONS: While preliminary research suggests psychedelics and psychedelic-assisted psychotherapy may be a viable treatment option for ED symptoms, further research with more robust research designs is required to increase confidence in its efficacy, generalisability, and safety as a therapeutic medium.",
        "N"
    ],
    [
        "38724126",
        "Psychedelics and Evidence-based Psychotherapy: A Systematic Review with Recommendations for Advancing Psychedelic Therapy Research",
        "Administration of psychedelics for mental health treatment, typically referred to as \"psychedelic-assisted therapy,\" is a broad term with a very heterogeneous implementation. Despite increasing interest in the clinical application of psychedelic compounds for psychiatric disorders, there is no consensus on how to best integrate the psychedelic experience with evidence-based psychotherapeutic treatment. This systematic review provides a timely appraisal of existing approaches to combining psychotherapy with psychedelics and provides clear recommendations to best develop, optimize, and integrate evidence-based psychotherapy with psychedelic administration for straightforward scientific inference and maximal therapeutic benefit.",
        "Y"
    ],
    [
        "38570038",
        "Spectral signatures of psilocybin, lysergic acid diethylamide (LSD) and ketamine in healthy volunteers and persons with major depressive disorder and treatment-resistant depression: A systematic review",
        "BACKGROUND: Electrophysiologic measures provide an opportunity to inform mechanistic models and possibly biomarker prediction of response. Serotonergic psychedelics (SPs) (i.e., psilocybin, lysergic acid diethylamide (LSD)) and ketamine represent new investigational and established treatments in mood disorders respectively. There is a need to better characterize the mechanism of action of these agents. METHODS: We conducted a systematic review investigating the spectral signatures of psilocybin, LSD, and ketamine in persons with major depressive disorder (MDD), treatment-resistant depression (TRD), and healthy controls. RESULTS: Ketamine and SPs are associated with increased theta power in persons with depression. Ketamine and SPs are also associated with decreased spectral power in the alpha, beta and delta bands in healthy controls and persons with depression. When administered with SPs, theta power was increased in persons with MDD when administered with SPs. Ketamine is associated with increased gamma band power in both healthy controls and persons with MDD. LIMITATIONS: The studies included in our review were heterogeneous in their patient population, exposure, dosing of treatment and devices used to evaluate EEG and MEG signatures. Our results were extracted entirely from persons who were either healthy volunteers or persons with MDD or TRD. CONCLUSIONS: Extant literature evaluating EEG and MEG spectral signatures indicate that ketamine and SPs have reproducible effects in keeping with disease models of network connectivity. Future research vistas should evaluate whether observed spectral signatures can guide further discovery of therapeutics within the psychedelic and dissociative classes of agents, and its prediction capability in persons treated for depression.",
        "Y"
    ],
    [
        "38426002",
        "Efficacy and acceptability of psilocybin for primary or secondary depression: A systematic review and meta-analysis of randomized controlled trials",
        "INTRODUCTION: Psilocybin is a classic psychedelics, which has been shown to have antidepressant effects by many studies in recent years. In this study, we aim to evaluate the efficacy, acceptability and tolerability of psilocybin in the treatment of primary (major depressive disorder) or secondary (experiencing distress related to life-threatening diagnoses and terminal illness) depression. METHODS: We searched PubMed, EMBASE, Web of Science, Cochrane Library and ClinicalTrials.gov for clinical trials of psilocybin for depression (updated to 4 October, 2023). Effect size Hedges' g was used as an indicator of efficacy, and other outcomes included response rate, drop-out rate, and adverse events. RESULTS: A total of 10 studies were finally included in systematic review. 8 studies were included in the meta-analysis, involving a total of 524 adult patients, and produced a large effect size in favor of psilocybin (Hedge's g =-0.89, 95% CI -1.25~-0.53, I² = 70.19%, P&lt;0.01). The therapeutic effects of psilocybin increase with increasing doses. Adverse events caused by psilocybin are generally transient and reversible, but serious adverse events also may occur. DISCUSSION: Our study shows that psilocybin has both short-term and long-term antidepressant effects and holds promise as a potential complementary or alternative therapy for depression, probably. Further research may reveal more about its therapeutic potential.",
        "Y"
    ],
    [
        "38150056",
        "Effects of photobiomodulation therapy on the functional performance of healthy individuals: a systematic review with meta-analysis",
        "The aim of this study is to assess the effect of photobiomodulation therapy (PBMT) on functional performance concerning strength, fatigue, and functional capacity in healthy individuals. This systematic review with meta-analysis involved searches on data platforms and active searches of randomized clinical trials, focusing on PBMT as the sole intervention. Primary outcomes assessed included strength, fatigue, and functional capacity. Three reviewers screened studies by title and abstract using Rayyan, and data were extracted using a specific form. Bias risk was assessed using RoB2, and confidence in the evidence was evaluated using the Grading of Recommendations Assessment, Development, and Evaluation (GRADE). The RevMan was used for meta-analysis. Sixteen studies were included, totaling 340 individuals (183 males and 157 women). Most articles presented a low risk of bias. Variability was observed in device types and application domains, including wavelengths (655-905 nm), power (10-200 nW), energy (0.6-30 J per point), and time (30-100 s per point). PBMT improved fatigue recovery (mean difference: 5.87; 95% CI 3.83, 7.91). There was no enhancement in strength (peak torque: mean difference 12.40; 95% CI -5.55, 30.55; one-repetition maximum test: mean difference 39.97, 95% CI -2.44, 82.38; isometric and isokinetic strength: mean difference 2.77, 95% CI -14.90, 20.44) nor improvement in short-term (mean difference 0.67, 95% CI -0.58, 1.91) and long-term (mean difference 18.44, 95% CI -55.65, 92.54) functional capacity. PBMT may aid in favoring fatigue recovery in healthy individuals; however, there's no evidence to support PBMT enhancing strength or improving functional capacity.",
        "Y"
    ],
    [
        "39486882",
        "Clinical effect and contributing factors of acupuncture for knee osteoarthritis: a systematic review and pairwise and exploratory network meta-analysis",
        "OBJECTIVES: This study aims to evaluate (1) the effect and safety of acupuncture in patients with knee osteoarthritis (KOA) and explore (2) whether the effect of acupuncture differed according to acupuncture type, acupuncture dose and follow-up time. DESIGN: Systematic review and pairwise and exploratory network meta-analysis. SETTING: PubMed, Embase, Cochrane Central Register of Controlled Trials, Web of Science, China National Knowledge Infrastructure, Chinese Biomedical Literature Database, VIP Database for Chinese Technical Periodicals and Wanfang from inception to 13 November 2023. PARTICIPANTS: Randomised controlled trials comparing acupuncture with sham acupuncture, non-steroidal anti-inflammatory drugs (NSAIDs), usual care or waiting list groups, intra-articular (IA) injection and blank groups in patients with KOA. INTERVENTIONS: Eligible interventions included manual acupuncture (MA) and electroacupuncture (EA). MAIN OUTCOMES MEASURES: The primary outcome was pain intensity at the end of treatment. RESULTS: 80 trials (9933 participants) were included. Very low certainty evidence suggested that acupuncture may reduce pain intensity compared with sham acupuncture (standardised mean difference, SMD -0.74, 95% CI -1.08 to -0.39, corresponded to a difference in Visual Analogue Scale of -18.50 mm, -27.00 to -9.75), NSAIDs (SMD -0.86 to -1.26 to -0.46, corresponded to -21.50 mm, -31.50 to -11.50), usual care or waiting list groups (SMD -1.01, -1.47 to -0.54, corresponded to -25.25 mm, -36.75 to -13.50) and blank groups (SMD -1.65, -1.99 to -1.32, corresponded to -41.25 mm, -49.75 to -33.00), but not IA injection. Similar results were also found in other outcomes. For most of the subgroup analyses, acupuncture type, acupuncture dose and follow-up time did not show a significant relative effect. Only when compared with NSAIDs, a higher dose of acupuncture may provide greater pain relief (interaction p&lt;0.001). The network meta-analysis revealed that electroacupuncture (SMD -0.75, 95% CI -1.34 to -0.17) had a greater effect on pain relief in patients with KOA compared with manual acupuncture. CONCLUSIONS: The findings suggest that acupuncture may provide clinically important effects in reducing pain and improving physical function in patients with KOA, but the certainty of evidence was very low. Electroacupuncture and higher dose of acupuncture probably are two potential contributing factors. PROSPERO REGISTRATION NUMBER: CRD42021232177.",
        "Y"
    ],
    [
        "39348435",
        "Atypical fractures at non-classical sites associated with anti-resorptive therapy: A Systematic Review",
        "BACKGROUND: Osteoporosis is common, affecting more than 20% of women and 6% of men globally over the age of 50 (1). Anti-resorptive drugs, bisphosphonates and denosumab, have been effective treatments for osteoporosis for more than 30 years. Rare complications of anti-resorptive therapy include medication-related osteonecrosis of the jaw and atypical femur fractures (AFF). The American Society for Bone and Mineral Research (ASBMR) proposed a case definition for these atypical femoral fractures in 2010, which was updated in 2013. However, atypical fractures at non-classical sites have been increasingly described. AIMS: We aimed to systematically identify atypical fracture cases, excluded from the ASBMR AFF case definition in patients receiving anti-resorptive medication for longer than three years. METHODS: A structured search of electronic databases, including PubMed, Medline (Ovid), Embase (Ovid), Cochrane and Web of Sciences, and hand-searching of conference abstracts was undertaken. All full-text articles written in English describing an atypical fracture in patients (aged &gt;18 years) and receiving anti-resorptive medication for &gt;3 years were included, with data extracted and analysed by two independent reviewers. RESULTS: Sixty-six articles were identified, describing 151 cases of atypical fractures in 114 individuals. The most frequent fracture site was the ulna, followed by the tibia. All patients were taking anti-resorptive treatment prior to or at the time of fracture, most frequently alendronate monotherapy (44%). Most commonly, fractures were transverse in nature (95%), following minimal or no trauma (96%), non-comminuted (98%) with cortical thickening of the surrounding bone (69%). Anti-resorptive treatment was ceased following atypical fracture in the majority (89%). CONCLUSIONS: Atypical fractures are rare and should not deter physicians from appropriate anti-resorptive therapy for osteoporosis. However, clinicians should be alert to their presence, at additional sites to the femur. An update of the current ASBMR AFF case definition to include other skeletal sites could be timely.",
        "Y"
    ],
    [
        "39312040",
        "Efficacy and safety of teriparatide vs. bisphosphonates and denosumab vs. bisphosphonates in osteoporosis not previously treated with bisphosphonates: a systematic review and meta-analysis of randomized controlled trials",
        "The study found that in osteoporosis patients who had not previously received bisphosphonate treatment and were in a treatment cycle of over 12 months, both teriparatide and denosumab significantly increased bone mineral density compared to bisphosphonates. Additionally, teriparatide was also shown to significantly decrease the risk of fractures. OBJECTIVE: The systematic review and meta-analysis aimed to assess and compare the safety and efficacy of teriparatide vs. bisphosphonates and denosumab vs. bisphosphonates in patients with osteoporosis who had not previously received bisphosphonates. METHODS: We conducted a search of published literature from inception to May 31, 2023, including databases such as PubMed, Embase, Cochrane Library, CNKI, SinoMed, VIP, and WanFang. The study only included head-to-head randomized controlled trials (RCTs) that compared teriparatide and denosumab with bisphosphonates to treat patients with osteoporosis. Fixed-effect model and random-effect model were used due to clinical heterogeneity. Meta-analysis was performed via Stata 17.0. RESULTS: A total of 6680 patients were enrolled across 23 eligible trials. The results of the meta-analysis showed that teriparatide was superior to bisphosphonates in decreasing the risk of fracture (risk ratio (RR) = 0.61, 95% confidence interval (CI) (0.51, 0.74), P &lt; 0.001). Denosumab showed no benefit compared to bisphosphonates in reducing the risk of fracture in treating osteoporosis (RR 0.99, 95% CI (0.62, 1.57), P = 0.96). Compared with bisphosphonates, teriparatide and denosumab could significantly improve femoral neck, total hip, and lumbar spine bone mineral density (BMD) (P &lt; 0.05). Furthermore, teriparatide and denosumab did not increase the incidence of adverse events (teriparatide vs. bisphosphonates, RR 0.92, 95% CI (0.79, 1.08), P = 0.32; denosumab vs. bisphosphonates, RR 0.98, 95% CI (0.95, 1.02), P = 0.37). CONCLUSIONS: Teriparatide is superior to bisphosphonates in decreasing the risk of fracture in patients with osteoporosis. In addition, teriparatide and denosumab were more efficacious than bisphosphonates in increasing the percentage change in BMD at the femoral neck, total hip, and lumbar spine.",
        "Y"
    ],
    [
        "39224751",
        "Comparative efficacy of aspirin versus direct oral anticoagulants for venous thromboembolism prophylaxis following primary total hip arthroplasty or total knee arthroplasty: A systematic review and meta-analysis of randomised controlled trials",
        "INTRODUCTION: Venous thromboembolisms (VTEs), including deep vein thrombosis (DVT) and pulmonary embolisms (PE), are common after total knee (TKA) and hip arthroplasty (THA). Recent studies suggest that aspirin effectively prevents VTE following major orthopaedic surgery. This meta-analysis compares randomised controlled trials (RCTs) evaluating aspirin versus direct oral anticoagulants (DOACs) for VTE prevention after primary THA and TKA. METHODS: We included RCTs from 2017 to 2023 that looked at aspirin versus DOACs for VTE prophylaxis in primary THA and TKA. A search strategy was conducted which used Boolean operators and MESH terms. Primary outcomes included VTE rates, symptomatic, asymptomatic DVT and PE. Secondary outcomes were mortality and bleeding complications. Statistical analysis was performed using REVMAN software. An odds ratio with a 95% confidence interval was generated for the pooled studies. Heterogeneity was assessed using the I <sup>2</sup> variable, and publication bias was evaluated with a funnel plot. RESULTS: Seven RCTs with 3967 patients were included for analysis. Rivaroxaban 10 mg OD was compared to varying doses of aspirin (81-300 mg). There were no significant differences between the groups in the incidence of VTE (OR: 1.21, 95% CI: 0.72-2.01), PE (OR: 1.01, 95% CI: 0.39-2.61), asymptomatic DVT (OR: 1.39, 95% CI: 0.64-3.00), suspected DVT (OR: 1.13, 95% CI: 0.49-2.61) and major bleeding (OR: 0.84, 95% CI: 0.55-1.27). DISCUSSION: Aspirin is as effective as rivaroxaban for primary thromboprophylaxis post-THA and TKA, without increased incidence of complications. Further research is needed to determine the optimal dosing regimen of aspirin and its long-term efficacy in preventing VTE. LEVEL OF EVIDENCE: Level I.",
        "Y"
    ],
    [
        "39444151",
        "Glutathione as a skin-lightening agent and in melasma: a systematic review",
        "Hyperpigmentary disorders, including melasma, are challenging to treat. Glutathione has anti-melanogenic and antioxidant properties, which led to its use as a skin-lightening agent. Our objective was to review the published evidence and literature on the efficacy and safety of glutathione as a skin-lightening agent and in the treatment of melasma. A literature search was done in the PubMed, Embase, and Cochrane library databases using the search terms \"glutathione as a skin-lightening agent\" and \"glutathione in melasma\" for the past 10 years. The level of evidence, strength of recommendation, and risk of bias assessment were evaluated. Among various forms of topical glutathione, glutathione 0.5% was significantly more effective compared to glutathione 0.1% and placebo. For glutathione alone versus glutathione plus microneedling, more improvement was seen. Five randomized controlled trials and a single open-arm clinical study on oral glutathione at doses of 250 mg once a day, 250 mg twice a day, and 500 mg once a day showed a significant reduction in the melanin index compared to placebo. The combination of topical 2% glutathione plus oral glutathione was superior to monotherapy alone. There was only one placebo-controlled study on intravenous (IV) glutathione [6/16 (37.5%) vs. 3 (18.7%), (p0.054)]. The risk of bias assessment showed that almost an equal number of studies have low and high risk of bias. Topical versus oral glutathione both provide moderately efficacious skin-lightening outcomes that are localized versus generalized and have minimal versus substantial adverse effects, but they are unsustainable, with variable costs. IV glutathione is contraindicated due to lack of efficacy and side effects. It may work more as an antioxidant in melasma.",
        "Y"
    ],
    [
        "39337471",
        "Evaluating the Role of Vitamin D in Alleviating Chronic Pruritus: A Meta-Analysis",
        "Chronic pruritus is a distressing condition that significantly impacts patients' quality of life. Recent research has increasingly focused on the potential role of vitamin D, given its immunomodulatory properties, in managing this condition. This meta-analysis seeks to systematically assess the effectiveness of vitamin D supplementation in alleviating chronic pruritus across diverse clinical contexts. We conducted an extensive search through multiple databases, covering literature up to July 2024, to identify relevant randomized controlled trials (RCTs) that evaluated the effect of vitamin D on chronic pruritus. Eligible studies were those that provided data on changes in pruritus severity, as measured by standardized tools, before and after vitamin D treatment. The data were synthesized using a random-effects model to address variability among the studies. This meta-analysis is registered with PROSPERO (registration number: CRD42024579353). The findings indicate that vitamin D supplementation is associated with a significant reduction in pruritus severity, the skin lesion area, and levels of inflammatory cytokines, including tumor necrosis factor (TNF), interleukin-6 (IL-6), and high-sensitivity C-reactive protein (hs-CRP), compared to controls. These results suggest that vitamin D could be a promising therapeutic option for chronic pruritus, though further rigorous studies are required to validate these findings and to elucidate the mechanisms involved.",
        "Y"
    ],
    [
        "39293410",
        "Evaluating Oxidative Stress Markers in At-Risk Individuals for Bipolar Disorder: A Systematic Review and Meta-Analysis",
        "INTRODUCTION: Bipolar disorder (BD), a mood disorder with recurrent affective episodes and a strong genetic basis is frequently associated with significant comorbidities, both physical and psychiatric, yet its neurobiology remains unclear. Recent evidence underscores oxidative stress as a pivotal factor linking BD to its comorbidities, prompting an investigation into whether this is a sign of a genetic vulnerability or a consequence of the disease. In this study, we systematically reviewed oxidative stress studies conducted on individuals at risk for BD. We performed a meta-analysis on studies examining oxidative DNA damage in these individuals. METHODS: The literature was searched across the databases PubMed, Web of Science, Scopus, Ovid MEDLINE, and Cochrane to locate studies of oxidative stress markers in relatives of patients with BD compared with healthy controls (from 1946 to March 2024). Studies were considered for inclusion based on the following criteria: (i) involvement of first- or second-degree relatives of individuals diagnosed with BD, (ii) presence of a healthy control group, (iii) reporting of oxidative stress parameters for relatives, including mean and standard deviation or median and interquartile range (25-75%) values, and (iv) publication in the English language. Studies comparing the levels of 8-hydroxy-2'-deoxyguanosine (8-OH-dG) or its tautomer 8-oxo-7,8-dihydro-2'-deoxyguanosine (8-oxo-dG) in individuals at risk for BD with healthy controls were evaluated using a meta-analysis with the random-effects method. The risk of bias was evaluated using the Risk of Bias in Non-Randomized Studies of Exposure (ROBINS-E) tool. RESULTS: Eleven studies were included in the systematic review and four studies for the meta-analysis. The meta-analysis included 543 individuals (first-degree relatives of individuals with BD = 238, control = 305). 8-OH-dG levels were found to be increased in first-degree relatives of individuals with BD compared to healthy controls (random effects: Hedges's g = 0.53, 95% CI = 0.36-0.71, p &lt; 0.001). Findings of oxidative stress markers other than oxidative DNA damage in relatives of individuals with BD are limited and scarce. CONCLUSION: In this meta-analysis, which consists of a limited number of studies, oxidative DNA damage seems to be a trait marker for BD. This finding could be associated with increased comorbidity and a higher risk of premature aging in individuals at risk for BD. However, further studies with larger sample sizes and longitudinal designs are warranted to confirm findings. Clarifying the changes in these markers from individuals at risk for the disorder throughout the course of the illness would help bridge the gap in understanding the role of oxidative pathways in the risk of BD.",
        "Y"
    ],
    [
        "39271992",
        "Comparative effectiveness and safety of eplerenone and spironolactone in patients with heart failure: a systematic review and meta-analysis",
        "BACKGROUND: Eplerenone and spironolactone, recognized as mineralocorticoid receptor antagonists (MRAs), have been reported to improve clinical prognosis among individuals diagnosed with heart failure (HF). However, the difference in the clinical effects between eplerenone and spironolactone in individuals with HF remains uncertain. We aimed to assess the impact of eplerenone compared to spironolactone on clinical outcomes within the HF population. METHODS: An extensive search was executed in several databases (PubMed, Web of Science, Scopus, Cochrane Library). All relevant studies evaluating eplerenone compared to spironolactone in patients with HF were included. Dichotomous data were pooled as Hazard ratio (HR) or Risk ratio (RR) with a 95% confidence interval (CI). Our main outcome was all-cause mortality. Secondary outcomes included death from cardiovascular causes, treatment withdrawal, and gynecomastia. RESULTS: Ten studies, comprising 21,930 HF individuals, were included in our investigation. Eplerenone showed a lower risk of all-cause mortality (HR = 0.78, 95%CI [0.64 to 0.94], P = 0.009) and cardiovascular mortality (HR = 0.54, 95%CI [0.39, 0.74], P = 0.0001) compared to spironolactone. Furthermore, eplerenone exhibited a reduced risk of treatment withdrawal (RR = 0.69, 95% CI [0.62, 0.78], P = 0.0001) and gynecomastia (RR = 0.07, 95% CI [0.02 to 0.31], P = 0.0001) than spironolactone. CONCLUSION: Eplerenone revealed lower all-cause and cardiovascular mortality events in comparison to spironolactone. Moreover, eplerenone was associated with lower gynecomastia and treatment withdrawal events compared to spironolactone. Further well-designed randomized controlled trials are still warranted better to identify the clinical differences between eplerenone and spironolactone. TRIAL REGISTRATION: Protocol registration: https://doi.org/10.17605/OSF.IO/VNMGK.",
        "Y"
    ],
    [
        "39215568",
        "A Systematic Review of Non-Pharmacological Treatment Options for Skin Picking Disorder (SPD)",
        "BACKGROUND: While Skin Picking Disorder (SPD) is a well-described neuropsychiatric disorder that causes severe stress and impairment, there is no clear protocol for treating patients and a relatively small body of literature evaluating treatment approaches. OBJECTIVE: This review aims to summarize and compare recent publications and provide an up-to-date guide of current non-pharmacological treatments for SPD. METHODS: A literature review was conducted on all non-pharmacological SPD treatment studies published between 2017-2023 using PubMed, CINAHL Plus with Full text (EBSCO), and Scopus. Search terms included skin picking, excoriation, psychiatry, treatment, and psychodermatology. Studies including SPD within other body-focused repetitive behaviors (BFRBs), studies using pharmacological agents, and studies not available in English were excluded. A minimum of 2 authors screened each abstract while blinded to minimize bias to assess for inclusion. RESULTS: 11 studies (2068 participants) were included, with a variety of study designs including feasibility, randomized control trial, longitudinal cohort, multiple baseline experimental, naturalistic trial, and controlled single case design with multiple baseline studies. The treatments include cognitive behavioral therapy (CBT), Acceptance and Commitment Therapy (ACT), ACT-Enhanced Group Behavioral Therapy (AE-GBT), ACT-Informed Exposure Therapy, group therapy, psychotherapy, Repetitive Transcranial Magnetic Stimulation (rTMS), online self-help modules, and Expressive Writing (EW). Studies implementing CBT, Habit Reversal Therapy (HRT), AE-GBT, online self-help modules, and EW demonstrated the best results in treating SPD. CONCLUSION: Several studies achieved significant outcomes for SPD participants, confirming the usefulness of non-pharmacological treatment in SPD. Based on our results, CBT, AE-GBT, online self-help modules, and EW appear to be the most effective in treating SPD. Additionally, most of these treatment modalities can be tailored to meet patient-specific needs. Some limitations of the studies include small sample sizes, lack of control groups/randomization, limited long-term follow-up data, and lack of gender variability.",
        "Y"
    ],
    [
        "39125307",
        "Diagnostic Accuracy of IgA Anti-Transglutaminase Assessed by Chemiluminescence: A Systematic Review and Meta-Analysis",
        "A new chemiluminescence immunoassay method (CLIA) for detecting IgA anti-transglutaminase (atTG IgA) in celiac disease (CD) has prompted inquiries into its diagnostic performance. We conducted a systematic review and meta-analysis comparing CLIA with traditional enzyme-linked immunosorbent assay (ELISA) and fluorescence enzyme immunoassay (FEIA). We searched PubMed, Medline, and Embase databases up to March 2024. The diagnostic references were intestinal biopsy and ESPGHAN guidelines. We calculated the sensitivity and specificity of atTG IgA assessed by CLIA and the odds ratio (OR) between the assays. Eleven articles were eligible for the systematic review and seven for the meta-analysis. Sensitivity and specificity of atTG IgA CLIA-assay were 0.98 (95% CI, 0.95-0.99) and 0.97 (95% CI, 0.94-0.99), respectively. The sensitivity of atTG IgA antibody detection did not significantly vary across the three assay modalities examined (CLIA vs. ELISA OR: 1.08 (95% CI, 0.56-2.11; p = 0.8); CLIA vs. FEIA OR: 6.97 (95% CI, 0.60-81.03; p = 0.1). The specificity of atTG IgA assessed by FEIA was higher than for CLIA (OR 0.17 (95% CI, 0.05-0.62); p &lt; 0.007). According to the systematic review, normalization of atTG IgA levels in CD patients following a gluten-free diet was delayed when using CLIA compared to ELISA and FEIA methods. Conflicting findings were reported on the antibody threshold to use in order to avoid biopsy confirmation.",
        "N"
    ],
    [
        "38515989",
        "Effects of different treatments on metabolic syndrome in patients with obstructive sleep apnea: a meta-analysis",
        "BACKGROUND: Obstructive sleep apnea (OSA) and metabolic syndrome (MetS) often coexist, and the causal relationship between them is not yet clear; treatments for OSA include continuous positive airway pressure (CPAP), mandibular advancement device (MAD), surgery, and lifestyle intervention and so on. However, the effects of different treatments on metabolic syndrome in OSA patients are still under debate. OBJECTIVES: Review the effects of different treatments on metabolic syndrome in OSA patients by meta-analysis. METHODS: we searched articles in PubMed, Embase, Cochrane Library, CNKI, CBM, and Wanfang data from database construction to Feb. 2024.RevMan5.4 and Stata software were used to conduct a meta-analysis of 22 articles. RESULTS: A total of 22 articles were finally included. The results showed that CPAP treatment could reduce the prevalence of metabolic syndrome in OSA patients in randomized controlled trials (RCTs) (RR = 0.82 [95% CI, 0.75 to 0.90]; p &lt; 0.01) and single-arm studies (RR = 0.73 [95% CI, 0.63 to 0.84]; p &lt; 0.01). As for metabolic syndrome components, CPAP treatment reduces blood pressure, fasting glucose (FG), triglycerides (TG), and waist circumference (WC) but can't affect high-density lipoprotein cholesterol (HDL-C) levels. Lifestyle intervention could significantly reduce the prevalence of metabolic syndrome in OSA patients (RR = 0.60 [95% CI, 0.48 to 0.74]; p &lt; 0.01) and can lower blood pressure, fasting glucose, and waist circumference but can't affect the lipid metabolism of OSA patients. Upper airway surgery can only reduce TG levels in OSA patients (MD = -0.74 [95% CI, -1.35 to -0.13]; p = 0.02) and does not affect other components of metabolic syndrome. There is currently no report on the impact of upper airway surgery on the prevalence of metabolic syndrome. No study has reported the effect of MAD on metabolic syndrome in OSA patients. CONCLUSION: We confirmed that both CPAP and lifestyle intervention can reduce the prevalence of MetS in OSA patients. CPAP treatment can lower blood pressure, fasting glucose, waist circumference, and triglyceride levels in OSA patients. Lifestyle intervention can lower blood pressure, fasting glucose, and waist circumference in OSA patients. Upper airway surgery can only reduce TG levels in OSA patients. SYSTEMATIC REVIEW REGISTRATION: https://www.crd.york.ac.uk/PROSPERO/, identifier CRD42022326857.",
        "Y"
    ],
    [
        "39493059",
        "Impact of Long-Term Depression on Employment Outcomes: A Systematic Review and Case Series From Iraq on Career Trajectory and Job Stability",
        "Background Long-term forms of depression, especially chronic and episodic, make it very hard for any individual to maintain a steady job or develop in his/her workplace, which reduces the ability to gain financial security. The purpose of this study is to investigate and thoroughly examine the impact of long-term depression on career trajectories and job stability using a methodical evaluation of the literature supplemented with case studies. Methodology This study combined a systematic review of available literature with a detailed case series analysis. The literature search was conducted systematically in three major databases, namely, PubMed, PsycINFO, and Scopus. The systematic review synthesized findings from studies that assessed the relationship between chronic and episodic long-term depression and employment-related outcome measures, i.e., job stability, upward career mobility, and socioeconomic status. The studies published between 2000 and 2024 were included and qualified. The case series contributed qualitative depth using eight personal experiences illustrating how the use of self-workplace dynamics interacted with depressive symptoms to shape employment. Results The systematic review provided consistent evidence that depression negatively influences employment status, such as decreased income and an increased rate of unemployment and disability claims. The current investigation included 29 studies, which were chosen after a rigorous screening process that included identifying 10,651 records and removing irrelevant or duplicate entries. The case series underlined further that it is the role of support executed by the workplace and societal stigma that mitigates or exaggerates these outcomes. In cases, people whose careers were disrupted by depression (job loss, low productivity, and long-term financial pressure) evidenced a huge change. Conclusions The effects of chronic and episodic long-term depression interfered with employment and socioeconomic well-being and, in fact, expanded beyond the individual to affect larger societal factors. Healthcare providers should collaborate with employers to ensure affected individuals receive appropriate accommodations in the workplace along with responses to mental health concerns. Further, policymakers should create inclusive policy environments to address the demands of people concerning job security and access to mental health related to depression. In addition, they should promote anti-stigma campaigns targeted at the reduction of societal and workplace discrimination against mental health issues.",
        "N"
    ],
    [
        "39489689",
        "Effects of mindfulness-based interventions on obesogenic eating behaviors: A systematic review and meta-analysis",
        "This systematic review and meta-analysis examined the effects of mindful-based interventions (MBIs) on changes in obesogenic eating behaviors. Seven databases (CINAHL, PubMed, PsycINFO, Cochrane, Web of Science Core Collection, Embase, Sociological Abstracts) were searched. Random-effects models were performed to estimate the pooled effects, and mixed-effects models were used to explore potential moderators of MBIs on eating behavioral changes. The significant effects on mindless eating habits included controlled eating (Hedge's g = 0.23, p = 0.005), external eating (g = -0.62, p = 0.001), fullness awareness (g = 0.64, p &lt; 0.001), hunger eating (g = -0.69, p = 0.032), energy intake (g = -0.60, p = 0.003), sweet intake (g = -0.39, p &lt; 0.001), and impulsive food choice (g = -0.43, p = 0.002). However, small and insignificant effects were noted for stress-related eating habits like emotional eating (g = -0.27; p = 0.070) and binge eating (g = -0.35, p = 0.136). The long-term effects were significantly sustained on hunger eating (g = -0.50, p = 0.007) but insignificant on emotional eating (g = -0.22, p = 0.809). MBIs delivered in clinical settings were more effective for decreasing emotional eating compared with those in school settings. Our findings support the effectiveness of MBIs. The pooled effects on improving mindless eating habits were stronger than the modification of stress-related eating habits.",
        "Y"
    ],
    [
        "39465881",
        "Incidence of respiratory depression between ciprofol and propofol after anesthesia: A systematic review and meta-analysis",
        "BACKGROUND: Respiratory depression is a common complication during operative procedures, meanwhile, ciprofol can provide effective sedation for surgical operations. However, there is not enough evidence to prove the advantage of ciprofol in reducing respiratory depression. So, this meta-analysis aimed to assess the efficacy of ciprofol on the incidence of respiratory depression compared with propofol. METHODS: Two individual researchers conducted searches for randomized controlled trials in PubMed, Embase, and Cochrane Central Register of Controlled Trials. The meta-analysis was performed using Review Manager software. RESULTS: Seven trials with a total of 1408 patients were included in this meta-analysis. The results showed that ciprofol could reduce the incidence of respiratory depression compared with propofol (risk difference [RD] = -0.09, 95% confidence interval [CI]: -0.15 to -0.04). Ciprofol significantly reduced the incidence of respiratory depression when the method of administration was intravenous injection (RD = -0.06, 95% CI: -0.10 to -0.03), or continuous infusion (RD = -0.30, 95% CI: -0.45 to -0.15). Meanwhile, ciprofol significantly reduced the incidence of respiratory depression with the dosage not only greater than or equal to 0.4 mg/kg (RD = -0.11, 95% CI: -0.20 to -0.02), but also &lt;0.4 mg/kg (RD = -0.08, 95% CI: -0.13 to -0.02). And ciprofol significantly reduced the incidence of hypoxemia (risk ratio [RR] = 0.47, 95% CI: 0.28 to 0.80), injection pain (RD = -0.32, 95% CI: -0.46 to -0.17), body movement (RR = 0.60, 95% CI: 0.43 to 0.84), dizziness (RR = 0.75, 95% CI: 0.62 to 0.90). Finally, ciprofol did not increase awakening time (standard mean difference [SMD] = 0.15, 95% CI: -0.02 to 0.31). CONCLUSION: From this meta-analysis, it is demonstrated that ciprofol might reduce the incidence of respiratory depression and injection pain. These benefits are important in surgery to ensure safe and rapid postoperative recovery. So, ciprofol may be a safe and appropriate drug with fewer adverse effects used in clinical anesthesia.",
        "Y"
    ],
    [
        "39462419",
        "Surf therapy for people with mental health disorders: a systematic review of randomized and non-randomized controlled trials",
        "BACKGROUND: Surf therapy is gaining popularity for improving mental health. However, there is limited research evidence to substantiate these claims. Therefore, this systematic review aimed to assess randomized or non-randomized studies analyzing the efficacy of surf therapy in improving symptoms of mental illness compared to non-exercising controls and/or alternative intervention, and to identify evidential gaps to inform future research. METHODS: PRISMA 2020 reporting guidelines were followed. Eligibility criteria included participants of any age and sex, explicitly diagnosed with any mental health disorder, while exposed to surf therapy and compared to non-exercising controls and/or alternative interventions. The primary outcome consisted of changes in symptoms of mental illness scored from baseline to post-intervention. Any randomized or non-randomized trial design was considered. We searched Cochrane Library, CINAHL, EMBASE, PubMed, Scopus, SPORTDiscus and Web of Science databases (December 7, 2023), without language or publication date restrictions and without filters. Risk of bias was assessed using RoB 2. A meta-analysis could not be conducted due to heterogeneity of the studies; therefore, a narrative synthesis of individual study results was performed. RESULTS: Of 5,666 records, three randomized controlled studies were included in the review. Overall, the findings of the three studies suggest no robust consistent evidence of improvement in mental health symptoms when comparing surf therapy to wait-list control groups or other nature-based exercise interventions (hike therapy). Certainty of evidence should be considered very low, as it is based on three randomized controlled trials. CONCLUSION: Although we believe that surf therapy provides an interesting approach, robust evidence is scarce. Routes for future well-designed, controlled studies are discussed. OTHER: No funding to report. REGISTRATION: PROSPERO CRD42021277060.",
        "Y"
    ],
    [
        "39334705",
        "The Effects of Maca (Lepidium meyenii Walp) on Cellular Oxidative Stress: A Systematic Review and Meta-Analysis",
        "Lepidium meyenii Walp (LmW) or Maca, including its bioactive components such as macamides, among others, has demonstrated antioxidant effects. However, the effect size (ES) of LmW on oxidative stress has not been qualitatively described and calculated. The primary objective of this systematic review and meta-analysis was to review and qualitatively describe the studies published up to 2023 that supplemented LmW to control cellular oxidative stress; the secondary objective was to calculate the ES of the different interventions. The search was designed following the PRISMA<sup>®</sup> guidelines for systematic reviews and meta-analyses and performed in the Web of Science, Scopus, SPORTDiscus, PubMed, and MEDLINE until 2023. The selection of studies included randomized controlled trials, with tests and post-tests, both in vitro and in vivo in animals and humans. The methodological quality and risk of bias were evaluated with the CAMARADES tool. The main variables were reduced glutathione, glutathione peroxidase, superoxide dismutase, and malondialdehyde. The analysis was conducted with a pooled standardized mean difference (SMD) through Hedges' g test (95% CI). Eleven studies were included in the systematic review and eight in the meta-analysis. They revealed a small effect for reduced glutathione (SMD = 0.89), a large effect for glutathione peroxidase (SMD = 0.96), a moderate effect for superoxide dismutase (SMD = 0.68), and a moderate effect for malondialdehyde (SMD = -0.53). According to the results, the phytochemical compounds of LmW effectively controlled cellular oxidative stress, mainly macamides. It was also determined that a higher dose of LmW generated a greater antioxidant effect. However, information concerning humans is scarce.",
        "Y"
    ],
    [
        "39323936",
        "Inadequate Evidence for Acupuncture as an Alternative or Adjunct to Antidepressants/Psychotherapy for Postpartum Depression: A Bayesian Systematic Review and Network Meta-Analysis",
        "BACKGROUND: Acupuncture is popular in the treatment of mental illness. This study determined its feasibility and role in managing postpartum depression (PPD) using a network meta-analysis. METHODS: We systematically searched seven databases up to May 2024 for randomized controlled trials (RCTs) appraising acupuncture's efficacy and safety against waitlist-control, placebo, standard control, or as an add-on treatment. Cochrane criteria were followed. RESULTS: Thirteen studies encompassing 872 participants underwent analysis. Both pairwise and network meta-analysis indicated that acupuncture, psychotherapy, and antidepressants were comparable in clinical efficacy rate and in reducing Hamilton Depression Scale and Edinburgh Postnatal Depression Scale scores. Acupuncture and psychotherapy also effectively mitigated concurrent anxiety symptoms. Combining acupuncture with antidepressants augmented therapeutic efficacy and reduced reported gastrointestinal adverse effects associated with antidepressant use. Acupuncture combined with psychotherapy offered similar benefits with superior safety profile. However, the quality of evidence ranged from very low to low due to significant risks of bias and limited sample sizes. The efficacy of psychotherapy and the combination of acupuncture and psychotherapy might be underestimated, as most RCTs used supportive therapy or individual counseling as positive controls instead of recommended approaches like interpersonal psychotherapy (IPT) or cognitive behavioral therapy (CBT) per PPD guidelines. CONCLUSION: Current evidence precludes strong recommendations of administering acupuncture in PPD. Rigorous RCTs are essential to validate promising outcomes observed in comparisons between acupuncture, antidepressants, and their combined application. It remains inconclusive whether acupuncture's antidepressive effect is specific or non-specific. Given that psychotherapy is a recommended first-line treatment, investigating the potential efficacy enhancement of combining acupuncture with IPT/CBT is paramount to ascertain the preferred therapeutic approach for PPD.",
        "Y"
    ],
    [
        "39252184",
        "Effects of Psychoeducation on Caregivers of Individuals Experiencing Schizophrenia: A Systematic Review and Meta-Analysis",
        "The existing paradigm on recovery in mental health prioritises self-empowerment and person-centred, community-based care, which necessitates family caregivers' collaboration to support individuals with schizophrenia in the community. However, the role of family caregivers is often under-recognised and hence insufficiently supported. This consequently compromises caregivers' well-being and, ultimately, the recovery of individuals with schizophrenia. Although caregiver-targeted psychoeducation may offer practical support, its effectiveness lacks conclusive evidence. This review aimed to evaluate the impacts of psychoeducation on caregiver-related outcomes (caregiver burden, quality of life and expressed emotion). Eight electronic databases were searched from inception to September 2023, supplemented by hand searching of end-reference lists. Two reviewers independently conducted title and abstract screening with predetermined eligibility criteria. A third reviewer was consulted to resolve any discrepancies. A random-effects meta-analysis was performed to estimate pooled effect sizes alongside subgroup and sensitivity analyses where appropriate. Twenty-one studies (totalling 1639 caregivers) were included, based on which psychoeducation contributed to a statistically significant improvement in caregiver-related outcomes. Given substantial heterogeneity, subgroup and sensitivity analyses were done for the durations and the evaluative scales for psychoeducation. Quality appraisal revealed unclear or high bias in most studies. Notwithstanding the heterogeneity, the directions of the effect sizes consistently indicated the effectiveness of psychoeducation across all outcomes. This finding aligned with Lazarus' stress appraisal and coping theory, which states that psychoeducation improves caregivers' knowledge, coping mechanisms and situation appraisal. Our findings offer encouraging evidence to advocate the integration of psychoeducation into healthcare services, but policy-based support is warranted for sustained implementation. Further research is merited to optimise its duration and content and appraise its long-term impacts through disease-specific scales for objective and subjective outcomes.",
        "Y"
    ],
    [
        "38230750",
        "Differences in carotid to femoral pulse wave velocity and carotid intima media thickness between vegetarian and omnivorous diets in healthy subjects: a systematic review and meta-analysis",
        "Background: Arterial stiffness and atherosclerosis are known risk factors for cardiovascular morbidity and mortality. Vegetarian diets have been associated with cardiovascular benefits, including improvements in metabolic parameters. However, the impact of a vegetarian diet on cardiovascular parameters, specifically arterial stiffness and atherosclerosis, in healthy individuals remains unclear. Thus, this study aims to analyze differences in arterial stiffness and atherosclerosis between vegetarian and omnivorous diets in healthy subjects. Methods: A systematic review and meta-analysis were conducted following established guidelines. PubMed, Scopus, Web of Science, and Cochrane Library databases were searched for studies examining the association between vegetarian and omnivorous diets with arterial stiffness and atherosclerosis. Cross-sectional studies reporting carotid to femoral pulse wave velocity (cf-PWv) as a measure of arterial stiffness and carotid intima media thickness (c-IMT) as a measure of atherosclerosis were included. Data were synthesized using random effects models, and sensitivity analyses, meta-regressions, and assessment of publication bias were performed. Results: Ten studies were included in the systematic review, and seven studies were included in the meta-analysis. The pooled analysis demonstrated that individuals following a vegetarian diet had differences in the levels of arterial stiffness (cf-PWv) compared to those following an omnivorous diet (MD: -0.43 m s<sup>-1</sup>; 95% CI: -0.63, -0.23). Similarly, atherosclerosis (c-IMT) was found to be different in individuals adhering to a vegetarian dietary pattern (MD = -29.86 mm; 95% CI: -58.41, -1.32). Conclusions: Our findings suggest that a vegetarian diet is associated with improved arterial stiffness and reduced atherosclerosis in healthy individuals. These results support the inclusion of a well-balanced vegetarian dietary pattern in the prevention and management of cardiovascular diseases. However, further research is needed to explore the effects of a vegetarian diet on arterial health in diverse populations and to assess long-term cardiovascular outcomes.",
        "Y"
    ],
    [
        "37960356",
        "The Relationship between Vegetarian Diet and Sports Performance: A Systematic Review",
        "INTRODUCTION: In recent years, the vegetarian diet has increased in popularity among athletes. The aim of this review is to ascertain the differences in variables related to performance, nutritional intake, and health in athletes according to whether they are omnivores or vegetarians. METHODOLOGY: A literature search was carried out in different databases: PubMed, Web of Science, Dialnet, and Cochrane. The keywords used were \"vegetarian diet\", \"vegan diet\", \"exercise\", \"sport\", and \"performance\". After applying different inclusion criteria, six studies were included in the review. RESULTS: No significant differences were obtained in variables related to physical performance (adherence exercise, Vo2Máx, muscle power, and sprint test) or health (body composition, psychological well-being, and social relationships), but dietary intake was significantly higher in carbohydrates and lower in proteins in vegetarian athletes (p &lt; 0.05). CONCLUSIONS: It cannot be affirmed that vegetarian subjects have a higher sports performance, for which more research should be carried out.",
        "Y"
    ],
    [
        "36079848",
        "Do Vegetarian Diets Provide Adequate Nutrient Intake during Complementary Feeding? A Systematic Review",
        "During the complementary feeding period, any nutritional deficiencies may negatively impact infant growth and neurodevelopment. A healthy diet containing all essential nutrients is strongly recommended by the WHO during infancy. Because vegetarian diets are becoming increasingly popular in many industrialized countries, some parents ask the pediatrician for a vegetarian diet, partially or entirely free of animal-source foods, for their children from an early age. This systematic review aims to evaluate the evidence on how vegetarian complementary feeding impacts infant growth, neurodevelopment, risk of wasted and/or stunted growth, overweight and obesity. The SR was registered with PROSPERO 2021 (CRD 42021273592). A comprehensive search strategy was adopted to search and find all relevant studies. For ethical reasons, there are no interventional studies assessing the impact of non-supplemented vegetarian/vegan diets on the physical and neurocognitive development of children, but there are numerous studies that have analyzed the effects of dietary deficiencies on individual nutrients. Based on current evidence, vegetarian and vegan diets during the complementary feeding period have not been shown to be safe, and the current best evidence suggests that the risk of critical micronutrient deficiencies or insufficiencies and growth retardation is high: they may result in significantly different outcomes in neuropsychological development and growth when compared with a healthy omnivorous diet such as the Mediterranean Diet. There are also no data documenting the protective effect of vegetarian or vegan diets against communicable diseases in children aged 6 months to 2-3 years.",
        "Y"
    ],
    [
        "35672940",
        "Effects of vegan diets on cardiometabolic health: A systematic review and meta-analysis of randomized controlled trials",
        "In parallel with an increased focus on climate changes and carbon footprint, the interest in plant-based diets and its potential health effects have increased over the past decade. The objective of this systematic review and meta-analysis was to examine the effect of vegan diets (≥12 weeks) on cardiometabolic risk factors in people with overweight or type 2 diabetes. We identified 11 trials (796 participants). In comparison with control diets, vegan diets reduced body weight (-4.1 kg, 95% confidence interval (CI) -5.9 to -2.4, p &lt; 0.001), body mass index (BMI) (-1.38 kg/m<sup>2</sup> , 95% CI -1.96 to -0.80, p &lt; 0.001), glycated hemoglobin (HbA<sub>1c</sub> ) (-0.18% points, 95% CI -0.29 to -0.07, p = 0.002), total cholesterol (-0.30 mmol/L, 95% CI -0.52 to -0.08, p = 0.007), and low-density lipoprotein cholesterol (-0.24 mmol/L, 95% CI -0.40 to -0.07, p = 0.005). We identified no effect on blood pressure, high-density lipoprotein cholesterol, and triglycerides. We found that adhering to vegan diets for at least 12 weeks may be effective in individuals with overweight or type 2 diabetes to induce a meaningful decrease in body weight and improve glycemia. Some of this effect may be contributed to differences in the macronutrient composition and energy intake in the vegan versus control diets. Therefore, more research is needed regarding vegan diets and cardiometabolic health.",
        "Y"
    ],
    [
        "32486102",
        "Effects of Vegetarian Diets on Blood Pressure Lowering: A Systematic Review with Meta-Analysis and Trial Sequential Analysis",
        "The beneficial effects of a vegetarian diet on blood pressure (BP) control have been reported in previous systematic reviews; however, so far, their relative effectiveness is not well established. Here, we performed a systematic review together with trial sequential analysis to determine the effect of a vegetarian diet on the reduction of blood pressure. We searched the randomized controlled trial (RCT) through Medline, PubMed and Cochrane Central Register. Fifteen eligible RCTs with 856 subjects were entered into the analysis. The pooled results demonstrated that vegetarian diet consumption significantly lowered the systolic blood pressure (weighted mean difference (WMD), -2.66 mmHg (95% confidence interval (CI) = -3.76, -1.55, p &lt; 0.001) and diastolic BP was WMD, -1.69 95% CI = -2.97, -0.41, p &lt; 0.001) as compared to an omnivorous diet. In subgroup analysis, a vegan diet demonstrated a greater reduction in systolic BP (WMD, -3.12 mm Hg; 95% CI = -4.54, -1.70, p &lt; 0.001) as compared with a lacto-ovo-vegetarian diet (WMD, -1.75 mm Hg, 95% CI -5.38, 1.88, p = 0.05). The vegan diet has showed a similar trend in terms of diastolic blood pressure reduction (WMD, -1.92 mm Hg (95% CI = -3.18, -0.66, p &lt; 0.001) but those with a lacto-ovo-vegetarian diet showed no changes in diastolic BP reduction (WMD, 0.00, 95% CI = 0.00, 0.00), p =0.432). In conclusion, vegetarian diets are associated with significant reductions in BP compared with omnivorous diets, suggesting that they may play a key role in the primary prevention and overall management of hypertension.",
        "Y"
    ],
    [
        "31563453",
        "Strategies to reduce meat consumption: A systematic literature review of experimental studies",
        "INTRODUCTION: Meat consumption has been linked to some negative health and environmental outcomes. Studies have assessed motivations among those who have reduced or eliminated meat consumption; less work identifies strategies to reduce meat consumption among those who consume meat. This paper describes factors associated with lower meat consumption and reviews experimental studies that targeted those factors to either change behavior or intention/willingness to reduce meat. METHODS: A systematic review of the literature was conducted among four databases. Inclusion criteria were experimental and quasi-experimental designs and studies that measured variables indirectly or directly related to meat consumption. RESULTS: Twenty-two articles were identified. These studies targeted factors such as knowledge and skills with informational provisions about health and the environment; values and attitudes concerning the relationship between social dominance and meat; evocation of emotion such as empathy and disgust; social norms both dynamic and growing; changes to the food environment with default vegan menu options, perceived behavioral control, and intentions. The majority of studies (n = 15) investigated the effects of providing information such as personal health effects of meat consumption. In general, increasing knowledge alone or when combined with other methods was shown to successfully reduce meat consumption behavior or intentions/willingness to eat meat. Evoking emotions with animal images and making changes to the environment proved effective. DISCUSSION: Factors identified in correlational studies were generally found to be useful agents of behavior change in experimental studies. However, several factors have not been tested experimentally. More experimental studies are required to confirm the results of this review; for example, experiments focused on modifications of the food environment such as increasing the number of meatless meals on restaurant menus.",
        "Y"
    ],
    [
        "26853923",
        "Vegetarian, vegan diets and multiple health outcomes: A systematic review with meta-analysis of observational studies",
        "BACKGROUND: Beneficial effects of vegetarian and vegan diets on health outcomes have been supposed in previous studies. OBJECTIVES: Aim of this study was to clarify the association between vegetarian, vegan diets, risk factors for chronic diseases, risk of all-cause mortality, incidence, and mortality from cardio-cerebrovascular diseases, total cancer and specific type of cancer (colorectal, breast, prostate and lung), through meta-analysis. METHODS: A comprehensive search of Medline, EMBASE, Scopus, The Cochrane Library, and Google Scholar was conducted. RESULTS: Eighty-six cross-sectional and 10 cohort prospective studies were included. The overall analysis among cross-sectional studies reported significant reduced levels of body mass index, total cholesterol, LDL-cholesterol, and glucose levels in vegetarians and vegans versus omnivores. With regard to prospective cohort studies, the analysis showed a significant reduced risk of incidence and/or mortality from ischemic heart disease (RR 0.75; 95% CI, 0.68 to 0.82) and incidence of total cancer (RR 0.92; 95% CI 0.87 to 0.98) but not of total cardiovascular and cerebrovascular diseases, all-cause mortality and mortality from cancer. No significant association was evidenced when specific types of cancer were analyzed. The analysis conducted among vegans reported significant association with the risk of incidence from total cancer (RR 0.85; 95% CI, 0.75 to 0.95), despite obtained only in a limited number of studies. CONCLUSIONS: This comprehensive meta-analysis reports a significant protective effect of a vegetarian diet versus the incidence and/or mortality from ischemic heart disease (-25%) and incidence from total cancer (-8%). Vegan diet conferred a significant reduced risk (-15%) of incidence from total cancer.",
        "Y"
    ],
    [
        "39276209",
        "The effect of vitamin D supplementation on markers of insulin resistance in women with polycystic ovarian syndrome: a systematic review",
        "BACKGROUND: Insulin resistance (IR) is a common pathology in women with polycystic ovarian syndrome (PCOS) involved in increased rates of cardiometabolic disease such as diabetes and cardiovascular disease. Low serum vitamin D is often associated with insulin resistance but there is no consensus on whether vitamin D supplementation can ameliorate markers of IR in PCOS. OBJECTIVES: We assessed evidence on the effects of vitamin D supplementation (≥ 1000 IU/day), without the use of additional supplements or other pharmacological treatments known to affect IR, on markers of IR and glycemic control in women with PCOS. DESIGN: A systematic search was conducted using PubMed, Medline and Web of Science databases from January 2000 up to November 2023. Randomized controlled trials that assessed the effects of vitamin D supplementation in women with PCOS, on fasting glucose, fasting insulin, glycated haemoglobin (HbA1c) or homeostatic model assessment for insulin resistance (HOMA-IR) were included. RESULTS: 9 studies were identified. Study populations ranged from 28 to 180 participants, with mean ages ranging from 22 to 30 years. Daily vitamin D doses ranged from 1714-12,000 IU. Of the included studies, 3 reported statistically significant reductions in fasting glucose, 2 reported reductions in fasting insulin, 2 reported reductions in HOMA-IR, none reported reductions in HbA1c and 5 reported no differences in any of the relevant outcomes. CONCLUSIONS: In conclusion, in RCTs of vitamin D supplementation in women with PCOS, the majority of studies do not report statistically significant improvements in fasting glucose, fasting insulin, HbA1c or HOMA-IR. However, as a minority of studies report some statistically significant results, further investigation may be warranted. REGISTRY: PROSPERO ID: CRD42023486144.",
        "Y"
    ],
    [
        "39179523",
        "Vitamin D Deficiency in the Acute Phase of Stroke May Predict Post-stroke Depression: A Systematic Review and Meta-Analysis",
        "OBJECTIVE: To conduct the association between vitamin D levels in the acute phase of stroke and post-stroke depression (PSD) in stroke patients. METHODS: Five international databases (PubMed, Web of Science, Embase, Ovid MEDLINE(R), Cochrane Library) and one Chinese database (Wanfang Data) were searched for observational studies in any language reporting on PSD and vitamin D levels tested in the acute phase of stroke in stroke patients from inception to May 2024. Data extraction and study quality assessment were conducted by two authors independently. Qualitative and quantitative analyses of data were performed. The meta-analysis was registered in the PROSPERO database (CRD42023398581). RESULTS: We included 7 studies containing 3537 participants in the systematic review and meta-analysis. All studies that met the inclusion and exclusion criteria were conducted in China. Vitamin D levels in the acute phase of stroke were lower in PSD patients compared with non-PSD patients (weighted mean difference = -14.97 nmol/L; 95% confidence interval = -19.54, -10.40). Stroke patients with vitamin D deficiency (&lt;50 nmol/L) had an increased risk of PSD compared with stroke patients with vitamin D sufficiency (≥75 nmol/L) (odds ratio = 3.59; 95% confidence interval = 2.05, 6.27). However, the association between vitamin D insufficiency (50-75 nmol/L) and PSD were not statistically significant (odds ratio = 4.15; 95% confidence interval = 0.87, 19.78). CONCLUSION: Vitamin D deficiency in the acute phase of stroke may be a risk factor for PSD.",
        "Y"
    ],
    [
        "39491091",
        "Physiotherapy interventions in the treatment of pelvic floor dysfunctions after gynaecological oncology procedures: a systematic review",
        "Cancer is one of the leading causes of death worldwide and a large percentage of cancer in women include gynaecological neoplasms. The aim of the review was to investigate the possibilities and effectiveness of physiotherapeutic techniques in the treatment of pelvic floor dysfunction after gynaecological oncology procedures. The review was performed in PubMed, Embase and PEDro databases. 5,561 articles were found, however only 11 met the inclusion criteria and were included in the review. To assess the risk of bias of included studies RoB-2 tool, ROBINS-1 were used. Ten studies were assessed as \"low\" and one study was asses as \"moderate\" risk. Studies have shown that the most common physiotherapeutic method described to treat pelvic floor dysfunction are pelvic floor muscle training, followed by biofeedback, electrostimulation, and behavioural training. Extracorporeal magnetic innervation is among the innovative method used in the treatment of UI among women who have overcome gynaecological cancer. On the other hand, in the treatment of sexual disorders, a vaginal dilator and pelvic floor training are used. Overall, pelvic floor training appears to be an effective technique in the treatment of pelvic floor dysfunction after the treatment of gynaecological malignancies. A small amount of research, a large variety of types of cancer, different methods of measuring results and small research trials make it difficult to accurately compare the results and draw appropriate conclusions.",
        "Y"
    ],
    [
        "39479091",
        "Management of Endocrinopathies During Pregnancy: A Systematic Review",
        "Uncertainty surrounds the efficacy and security of several medications in treating endocrinopathies, such as gestational diabetes mellitus (GDM) in individuals whose normal glucose levels cannot be maintained by diet and exercise alone. To improve pregnancy results for GDM individuals, the present review is conducted to measure the effectiveness of several antidiabetic medications for glucose management. Up until 2024, we looked through PubMed and Google Scholar. Patients with GDM were enrolled in randomized controlled studies that examined several medications. Using the Cochrane risk of bias method, we obtained the pertinent data and evaluated the bias probability. To determine the odds ratio and the surface of the cumulative ranking function of the maternal and neonatal consequences of various therapies in GDM individuals, we first performed pair-wise meta-assessments and subsequently used a systematic review. Macrosomia, higher gestational ages, infant hypoglycemia, and birth weight are the neonatal outcomes. Glycohemoglobin (HbA1c), and pregnancy-induced hypertension (PIH) are the maternal outcomes. This thorough analysis of 25 trial designs found that metformin had fewer cases of macrosomia, higher gestational ages, infant hypoglycemia, and decreased birth weight when compared to glyburide. Metformin was found to be the fastest way to control blood sugar levels in individuals with GDM, whereas glyburide was found to be the most successful medicine for the same purpose.",
        "N"
    ],
    [
        "39467491",
        "The effectiveness of yoga on menopausal symptoms: A systematic review and meta-analysis of randomized controlled trials",
        "BACKGROUND: The highly prevalent menopausal symptoms among women, along with their deleterious health impacts, call for increased attention to the need for effective interventions targeting this growing public health problem. While increasing evidence demonstrates that yoga interventions benefit menopausal symptoms, no systematic review or meta-analysis has yet systematically examined the effectiveness of yoga on menopausal symptoms. OBJECTIVE: To systematically examine the effectiveness of Yoga in improving menopausal symptoms, hot flashes, depressive symptoms, anxiety, sleep quality, body mass index, systolic blood pressure, diastolic blood pressure, and quality of life among women with menopause. DESIGN: Systematic review and meta-analysis. METHODS: Nine electronic databases, including PubMed, Web of Science, PsycINFO, Science Direct, EMBASE, Cochrane Central, CINAHL, WanFang, and the Chinese National Knowledge Infrastructure, were searched from their inception to March 3, 2024, and updated on August 1, 2024. Randomized controlled trials investigating Yoga interventions for women experiencing menopause were included in this study. The quality of the included studies was assessed using the Cochrane Collaboration's 'risk of bias' tool. Meta-analyses were conducted using RevMan 5.4.1 and Stata 18.0. RESULTS: A total of 1302 articles were initially identified. Eventually, 24 studies (n = 2028 individuals) were included in this systematic review. The pooled analysis demonstrated that Yoga had significant beneficial effects on total menopausal symptoms (95 % CI: -1.62 to -0.73), psychological menopausal symptoms (95 % CI: -1.87 to -0.68), somatic menopausal symptoms (95 % CI: -1.37 to -0.39), urogenital menopausal symptoms (95 % CI: -0.97 to -0.59), sleep quality (95 % CI: -1.97 to -0.62), anxiety (95 % CI: -1.82 to -0.09), depressive symptoms (95 % CI: -2.36 to -0.74), body mass index (95 % CI: -1.61 to -1.08), systolic blood pressure (95 % CI: -7.71 to -5.33), and diastolic blood pressure (95 % CI: -5.96 to -4.24). However, no significant differences were observed between Yoga and usual care in terms of hot flashes (95 % CI: -1.00 to 0.37) and quality of life (95 % CI: -0.50 to 1.82). CONCLUSIONS: Yoga significantly improved menopausal symptoms, sleep quality, anxiety, depressive symptoms, body mass index, systolic blood pressure, and diastolic blood pressure among women with menopause. This suggests that integrating yoga interventions into clinical practice has the potential to address the significant burden of menopause-related outcomes. Future studies should employ robust designs and utilize large-scale samples to evaluate the optimal dosage of yoga, its long-term effects and underlying mechanisms, its cost-effectiveness, and its safety in menopausal symptom management.",
        "Y"
    ],
    [
        "39506931",
        "Global Incidence and Prevalence of Chronic Rhinosinusitis: A Systematic Review",
        "OBJECTIVE: Data on the global prevalence of chronic rhinosinusitis (CRS) is significantly varied and limited across countries and over time. Therefore, we aimed to conduct a comprehensive investigation into the global, regional, and national burden of CRS from the years 1980 to 2021, as well as identify those factors that influence levels of such burden. DESIGN: We conducted a systematic review and meta-analysis of general population-based observational studies focusing on CRS. We calculated pooled estimates of CRS prevalence and incidence with 95% confidence intervals (CIs). Subgroup analyses were conducted stratifying by sex, age cohorts, geographic regions, smoking status, obesity, and comorbid conditions. DATA SOURCES: PubMed/MEDLINE, EMBASE, CINAHL, Google Scholar, and Cochrane databases. ELIGIBILITY CRITERIA FOR SELECTION: We included general population-based observational studies on CRS published from database inception through October 20, 2023. RESULTS: A total of 28 eligible studies, encompassing more than 237 million participants and 11,342,923 patients with CRS from 20 countries across four continents, were included in the analysis. Global pooled prevalence of CRS and CRS with nasal polyps (CRSwNP) was found to be 8.71% (95% CI, 6.69-11.33; number of studies, 20) and 0.65% (95% CI, 0.56-0.75; number of studies, 4), respectively. The prevalence of CRS was greater in Europe compared with North America, South America, and Asia; adults compared with children; smokers compared with never-smoker; those with obesity compared with normal weight; and those with comorbidities such as asthma, diabetes mellitus, eczema, and nasal septal deviation. Pooled prevalence of CRS increased from 1980 to 2020 (1980-2000: 4.72%; 95% CI, 2.12-10.49; 2014-2020: 19.40%; 95% CI, 12.12-31.07). Similar patterns were observed in CRS incidence. CONCLUSIONS: Our study provides valuable insights into CRS prevalence and incidence across diverse demographic and clinical factors, highlighting its increasing global burden. The reported prevalence of CRS varies internationally, and may be increasing over time. To enhance data quality and comparability, standardization of reporting methodologies is imperative. SYSTEMATIC REVIEW REGISTRATION: PROSPERO (registration no. CRD42024527805).",
        "Y"
    ],
    [
        "39160282",
        "Systematic review on the impact of exercise on intraocular pressure in glaucoma patients",
        "Due to limited studies, we systematically reviewed evidence on the impact of physical exercise on intraocular pressure (IOP) in glaucoma patients, adhering to PRISMA guidelines. Using MEDLINE/Web of Science, PubMed, and Scopus, we selected English, Portuguese, or Spanish studies excluding case reports and yoga-based interventions. From 1001 records, 15 studies were independently evaluated. Evaluated through the MMAT scoring system, two quantitative randomised controlled studies scored 100% while 13 non-randomised studies averaged 84.62%. Our findings indicated that both aerobic and resistance training led to an immediate IOP reduction post-exercise. However, these findings were largely from single-session experiments. In contrast, the effects of longer-term exercise programmes on IOP varied. Although our review underscores the potential utility of exercise in IOP management, the evidence remains inconclusive due to variations in study design, participant demographics, and exercise parameters. This lack of consistency in the research highlights the necessity for larger, standardised, and longer-term studies to robustly corroborate these preliminary findings.",
        "Y"
    ],
    [
        "38781885",
        "The diagnostic performance of AI-based algorithms to discriminate between NMOSD and MS using MRI features: A systematic review and meta-analysis",
        "BACKGROUND: Magnetic resonance imaging [MRI] findings in Neuromyelitis optica spectrum disorder [NMOSD] and Multiple Sclerosis [MS] patients could lead us to discriminate toward them. For instance, U-fiber and Dawson's finger-type lesions are suggestive of MS, however linear ependymal lesions raise the possibility of NMOSD. Recently, artificial intelligence [AI] models have been used to discriminate between NMOSD and MS based on MRI features. In this study, we aim to systematically review the capability of AI algorithms in NMOSD and MS discrimination based on MRI features. METHOD: We searched PubMed, Scopus, Web of Sciences, Embase, and IEEE databases up to August 2023. All studies that used AI-based algorithms to discriminate between NMOSD and MS using MRI features were included, without any restriction in time, region, race, and age. Data on NMOSD and MS patients, Aquaporin-4 antibodies [AQP4-Ab] status, diagnosis criteria, performance metrics (accuracy, sensitivity, specificity, and AUC), artificial intelligence paradigm, MR imaging, and used features were extracted. This study is registered with PROSPERO, CRD42023465265. RESULTS: Fifteen studies were included in this systematic review, with sample sizes ranging between 53 and 351. 1,362 MS patients and 1,118 NMOSD patients were included in our systematic review. AQP4-Ab was positive in 94.9% of NMOSD patients in 9 studies. Eight studies used machine learning [ML] as a classifier, while 7 used deep learning [DL]. AI models based on only MRI or MRI and clinical features yielded a pooled accuracy of 82% (95% CI: 78-86%), sensitivity of 83% (95% CI: 79-88%), and specificity of 80% (95% CI: 75-86%). In subgroup analysis, using only MRI features yielded an accuracy, sensitivity, and specificity of 83% (95% CI: 78-88%), 81% (95% CI: 76-87%), and 84% (95% CI: 79-89%), respectively. CONCLUSION: AI models based on MRI features showed a high potential to discriminate between NMOSD and MS. However, heterogeneity in MR imaging, model evaluation, and reporting performance metrics, among other confounders, affected the reliability of our results. Well-designed studies on multicentric datasets, standardized imaging and evaluation protocols, and detailed transparent reporting of results are needed to reach optimal performance.",
        "N"
    ],
    [
        "39342355",
        "Predictors of cardiac disease in duchenne muscular dystrophy: a systematic review and evidence grading",
        "BACKGROUND: Duchenne muscular dystrophy (DMD) is a rare disease that causes progressive muscle degeneration resulting in life-threatening cardiac complications. The objective of this systematic literature review was to describe and grade the published evidence of predictors of cardiac disease in DMD. METHODS: The review encompassed searches of Embase, MEDLINE ALL, and the Cochrane Database of Systematic Reviews from January 1, 2000, to December 31, 2022, for predictors of cardiac disease in DMD. The certainty of evidence (i.e., very low to high) was assessed using the Grading of Recommendations, Assessment, Development and Evaluations (GRADE) framework. RESULTS: We included 33 publications encompassing 9,232 patients with DMD. We found moderate- to high-quality evidence that cardiac medication (i.e., ACE inhibitors [enalapril and perindopril], β-blockers [carvedilol], and mineralocorticoid receptor antagonists [eplerenone]) are significantly associated with preserved left ventricular ejection fraction (LVEF), left ventricular end-systolic volume (LVESV), and left ventricular circumferential strain (LVCS). DMD mutations in exons 51 and 52 were found to be significantly associated with lower risk of cardiomyopathy; deletions treatable by exon 53 skipping and mutations in the Dp116 coding region with improved LVEF and prolonged cardiac dysfunction-free survival; and exons 45-50 and 52 with early left ventricular systolic dysfunction (low/very low-quality evidence). We found high-quality evidence that glucocorticoids (deflazacort) are significantly associated with preserved LVEF and improved fractional shortening (FS), and low-quality evidence that glucocorticoids (deflazacort, prednisone, and/or prednisolone) are associated with improved ejection fraction (EF) and lower risk of cardiomyopathy, ventricular dysfunction, and heart failure-related mortality. Full-time mechanical ventilation was found to be significantly correlated with LVEF (low-quality evidence), muscle strength with FS (low-quality evidence), and genetic modifiers (i.e., LTBP4 rs10880 and ACTN3) with LVEF, lower risk of cardiomyopathy and left ventricular dilation (low-quality evidence). CONCLUSION: Several sources of cardiac disease heterogeneity are well-studied in patients with DMD. Yet, the certainty of evidence is generally low, and little is known of the contribution of non-pharmacological interventions, as well as the impact of different criteria for initiation of specific treatments. Our findings help raise awareness of prevailing unmet needs, shape expectations of treatment outcomes, and inform the design of future research.",
        "N"
    ],
    [
        "38771637",
        "Peripapillary Retinoschisis in Glaucoma: A Systematic Review",
        "PRCIS: Peripapillary retinoschisis may bias optical coherence tomography's monitoring of glaucoma progression. Its impact on glaucoma still remains uncertain. Only two out of the ten included studies illustrated a correlation between peripapillary retinoschisis and glaucoma progression. PURPOSE: The frequent use of optical coherence tomography increased the detection of peripapillary retinoschisis, which poses challenges in the follow-up of glaucoma patients. This systematic review aims to summarize the literature regarding peripapillary retinoschisis in glaucoma, exploring its prevalence, impact on disease, and clinical management implications. METHODS: We searched PubMed, Embase, Web of Science and Scopus with tailored search queries for each platform. All studies had to report peripapillary retinoschisis in glaucoma patients. Exclusion criteria included studies with less than 10 eyes, studies focusing on schisis outside the disc area, with concomitant retinal or optic nerve lesions, with animals, reviews, studies written in non-English language and congress abstracts. RESULTS: Ten studies were included, of which 7 were case-control, one was a cohort study and two were case series.Six studies showed that peripapillary retinoschisis often overlapped pre-existing retinal nerve fiber layer defects. One study reported that the de novo development of peripapillary retinoschisis was more frequent in eyes with glaucoma progression than in eyes without progression.Visual field findings were inconsistent, with just one study (out of six) showing that glaucoma patients with peripapillary retinoschisis experienced faster visual field deterioration than those without it. Overall, solely two studies (out of seven) associated peripapillary retinoschisis with faster glaucoma progression. CONCLUSIONS: Peripapillary retinoschisis biases optical coherence tomography analysis in glaucoma. Caution is needed against overestimation of retinal nerve fiber layer thickness when peripapillary retinoschisis develops, and misinterpretation of its resolution as rapid progression. Peripapillary retinoschisis' exact impact on glaucoma progression remains unclear.",
        "N"
    ],
    [
        "38576783",
        "Skeletons in the closet? Using a bibliometric lens to visualise phytochemical and pharmacological activities linked to Sceletium, a mood enhancer",
        "Plants from the Sceletium genus (Aizoaceae) have been traditionally used for millennia by the Khoe and Khoen people in southern Africa, as an appetite suppressant as well as a mood elevator. In more recent times, this mood-elevating activity has been commercialised in the South African natural products industry for the treatment of anxiety and depression, with several products available both locally and abroad. Research on this species has seen rapid growth with advancements in analytical and pharmacological tools, in an effort to understand the composition and biological activity. The Web of Science (WoS) database was searched for articles related to 'Sceletium' and 'Mesembrine'. These data were additionally analysed by bibliometric software (VOSviewer) to generate term maps and author associations. The thematic areas with the most citations were South African Traditional Medicine for mental health (110) and anxiolytic agents (75). Pioneer studies in the genus focused on chemical structural isolation, purification, and characterisation and techniques such as thin layer chromatography, liquid chromatography (HPLC, UPLC, and more recently, LC-MS), gas chromatography mass spectrometry (GC-MS), and nuclear magnetic resonance (NMR) to study mesembrine alkaloids. Different laboratories have used a diverse range of extraction and preanalytical methods that became routinely favoured in the analysis of the main metabolites (mesembrine, mesembranol, mesembranone, and Sceletium A4) in their respective experimental settings. In contrast with previous reviews, this paper identified gaps in the research field, being a lack of toxicology assays, a deficit of clinical assessments, too few bioavailability studies, and little to no investigation into the minor alkaloid groups found in Sceletium. Future studies are likely to see innovations in analytical techniques like leaf spray mass spectrometry and direct analysis in real-time ionisation coupled with high-resolution time-of-flight mass spectrometry (DART-HR-TOF-MS) for rapid alkaloid identification and quality control purposes. While S. tortuosum has been the primary focus, studying other Sceletium species may aid in establishing chemotaxonomic relationships and addressing challenges with species misidentification. This research can benefit the nutraceutical industry and conservation efforts for the entire genus. At present, little to no pharmacological information is available in terms of the molecular physiological effects of mesembrine alkaloids in medical clinical settings. Research in these fields is expected to increase due to the growing interest in S. tortuosum as a herbal supplement and the potential development of mesembrine alkaloids into pharmaceutical drugs.",
        "N"
    ],
    [
        "38099303",
        "The accuracy of Fiber-Optic Raman Spectroscopy in the detection and diagnosis of head and neck neoplasm in vivo: a systematic review and meta-analysis",
        "PURPOSE: The aim of this article was to review and collectively assess the published studies of fiber-optic Raman spectroscopy (RS) of the in vivo detection and diagnosis of head and neck carcinomas, and to derive a consensus average of the accuracy, sensitivity and specificity. METHODS: The authors searched four databases, including Ovid-Medline, Ovid-Embase, Cochrane Library, and the China National Knowledge Infrastructure (CNKI), up to February 2023 for all published studies that assessed the diagnostic accuracy of fiber-optic RS in the in vivo detection of head and neck carcinomas. Nonqualifying studies were screened out in accordance with the specified exclusion criteria, and relevant information about the diagnostic performance of fiber-optic RS was excluded. Publication bias was estimated by Deeks' funnel plot asymmetry test. A random effects model was adopted to calculate the pooled sensitivity, specificity and diagnostic odds ratio (DOR). Additionally, the authors conducted a summary receiver operating characteristic (SROC) curve analysis and threshold analysis, reporting the area under the curve (AUC) to evaluate the overall performance of fiber-optic RS in vivo. RESULTS: Ten studies (including 16 groups of data) were included in this article, and a total of 5365 in vivo Raman spectra (cancer = 1,746; normal = 3,619) were acquired from 877 patients. The pooled sensitivity and specificity of fiber-optic RS of head and neck carcinomas were 0.88 and 0.94, respectively. SROC curves were generated to estimate the overall diagnostic accuracy, and the AUC was 0.96 (95% CI [0.94-0.97]). No significant publication bias was found in this meta-analysis by Deeks' funnel plot asymmetry test. The heterogeneity of these studies was significant; the Q test values of the sensitivity and specificity were 106.23 (P = 0.00) and 64.21 (P = 0.00), respectively, and the I2 index of the sensitivity and specificity were 85.88 (95% CI [79.99-91.77]) and 76.64 (95% CI [65.45-87.83]), respectively. CONCLUSION: Fiber-optic RS was demonstrated to be a reliable technique for the in vivo detection of head and neck carcinoma with high accuracy. However, considering the high heterogeneity of these studies, more clinical studies are needed to reduce the heterogeneity, and further confirm the utility of fiber-optic Raman spectroscopy in vivo.",
        "N"
    ],
    [
        "37960238",
        "Influence of Diet, Dietary Products and Vitamins on Age-Related Cataract Incidence: A Systematic Review",
        "Cataract, defined as the opacification of the lens that prevents clear vision, is a leading cause of vision loss and impairment worldwide. Elderly people comprise the highest proportion of those suffering from this eye disease. According to the National Institute of Health (NIH), the risk of developing aged-related cataract (ARC) increases with every decade of life, starting from the age of 40. Despite progress in surgical treatment methods, life-style modifications may be beneficial in prevention or slowing down the progression of ARC. This systematic review aims to summarize studies on the significance of specific nutritional patterns, dietary products, vitamins, minerals, and carotenoids intake in the onset or progression of ARC. In this context, the presented paper thoroughly analyzes 24 articles, following the PRISMA guidelines. The results indicate significant protective effects of various dietary patterns, including the Korean balanced diet, vegetarian diet, \"dairy products and vegetables\", \"traditional\", \"antioxidant\", and \"omega-3\" patterns. Additionally, the consumption of fruits, vegetables, legumes, nuts, skimmed yoghurt, fish, coffee, and vitamins has shown positive effects on cataract incidence. Therefore, further research seems to be essential to gain a better understanding of these associations and to create uniform dietary recommendations for both the vulnerable population and ARC patients.",
        "Y"
    ],
    [
        "38946962",
        "Effects of catheter-based renal denervation in hypertension: a systematic review and meta-analysis",
        "BACKGROUND: Several sham-controlled trials have investigated the efficacy and safety of catheter-based renal denervation (RDN) with mixed outcomes. AIM: To perform a comprehensive meta-analysis of all randomized, sham-controlled trials investigating RDN with first- and second-generation devices in hypertension. METHODS: We searched MEDLINE and Cochrane Library for eligible trials. Outcomes included both efficacy (24-hour and office systolic [SBP] and diastolic blood pressure [DBP]) and safety (all-cause death, vascular complication, renal artery stenosis &gt;70%, hypertensive crisis) of RDN. We performed a study-level, pairwise, random-effects meta-analysis of the summary data. RESULTS: Ten trials comprising 2,478 patients with hypertension while being either off- or on-treatment were included. Compared with sham, RDN reduced 24-hour and office systolic BP by 4.4 mmHg (95%CI -6.1, -2.7, p&lt;0.00001) and 6.6 mmHg (95%CI -9.7, -3.6, p&lt;0.0001), respectively. The 24-hour and office diastolic BP paralleled these findings (-2.6 mmHg, 95%CI - 3.6, -1.5, p&lt;0.00001; -3.5 mmHg, 95%CI -5.4, -1.6, p=0.0003). There was no difference in 24-hour and office SBP reduction between trials with and without concomitant antihypertensive medication (p for interaction 0.62 and 0.73, respectively). There was no relevant difference concerning vascular complications (OR 1.69, 95%CI 0.57-5.0, p=0.34), renal artery stenosis (OR 1.50, 95%CI 0.06-36.97, p=0.80), hypertensive crisis (OR 0.65, 95%CI 0.30-1.38, p=0.26) and all-cause death (OR 1.76, 95%CI 0.34-9.20, p=0.50) between RDN and sham groups. Change of renal function based on eGFR was comparable between groups (p for interaction 0.84). There was significant heterogeneity between trials. CONCLUSIONS: RDN safely reduces ambulatory and office SBP/DBP vs. a sham procedure in the presence and absence of antihypertensive medication. CLINICAL PERSPECTIVE: What is new?Several sham-controlled trials have investigated the efficacy and safety of catheter-based renal denervation (RDN) with mixed outcomes.This comprehensive meta-analysis comprising 2,478 patients shows that irrespective of the utilized method (radiofrequency-, ultrasound-or alcohol-mediated), renal denervation effectively reduced ambulatory and office systolic blood pressure.Renal denervation exhibited no additional risk concerning vascular injury or renal function impairment.What are the clinical implications?This meta-analysis supports current guidelines/consensus statements that renal denervation represents an additive treatment option in carefully selected patients with uncontrolled hypertension.",
        "Y"
    ],
    [
        "39478509",
        "Prevalence of non-smoking chronic obstructive pulmonary disease and its risk factors in China: a systematic review and meta-analysis",
        "BACKGROUND: Chronic obstructive pulmonary disease (COPD) is a prevalent chronic disorder in China, impacting a significant proportion of individuals aged &gt; 40 years. In China, the prevalence of and risk factors for COPD among non-smokers remain largely unexplored. In this study, we aimed to determine the prevalence of COPD in non-smokers within the Chinese population and identify potential risk factors associated with COPD in non-smokers. METHODS: Web of Science, PubMed, Embase, Chinese WanFang, Chinese China National Knowledge Infrastructure, and Weipu databases from inception to August 5, 2024, were searched. Studies reporting the percentage of never-smokers among those diagnosed with COPD and investigations exploring the risk factors associated with COPD in never-smokers in China were examined. Summary proportions and odds ratios (OR), along with their corresponding 95% confidence intervals (95% CI), were measured. RESULTS: In total, 112 investigations with 491,812 participants were included. The percentage of never-smokers in people with COPD was 41.1% (95% CI: 37.5-44.6%). The prevalence of never-smokers among males diagnosed with COPD was 22.3% (95% CI: 18.8-25.7%), which differed from that among women (81.3%, 95% CI: 75.3-87.2%). The results showed an association between the utilization of biomass fuel and the occurrence of COPD in never-smokers (OR: 1.25, 95% CI: 1.06-1.44). Among never-smokers, the data showed a close association between being underweight (OR: 1.89, 95% CI: 1.78-2.00), tuberculosis history (OR: 1.71, 95% CI: 1.53-1.88) and COPD. Never-smokers living in rural areas or those with low educational status were more susceptible to COPD. CONCLUSION: This review confirmed the highly different proportions of never-smokers among male and female patients with COPD. TRIAL REGISTRATION: PROSPERO: CRD42023420786.",
        "Y"
    ],
    [
        "39105052",
        "Active video games as an adjunct to pulmonary rehabilitation of patients with Chronic Obstructive Pulmonary Disease: a commentary on a systematic review",
        "Pulmonary rehabilitation is a key evidence-based intervention to improve the outcomes of people living with Chronic Obstructive Pulmonary Disease (COPD). However, there are challenges in delivering pulmonary rehabilitation including reduced referral rates and suboptimal uptake and completion rates. Active video game interventions, when used as an adjunct, may increase the adoption of and access to pulmonary rehabilitation. This commentary summarises and critically appraises a systematic review which investigated the effectiveness of active video games as a supplementary component in the pulmonary rehabilitation of individuals suffering from chronic obstructive pulmonary disease.",
        "N"
    ],
    [
        "38978799",
        "Prevalence of Vitamin D Receptor Genes Polymorphisms in People with Pulmonary Tuberculosis: A Systematic Review and Meta-Analysis",
        "BACKGROUND: Polymorphisms in the vitamin D receptor (VDR) play an effective role in the susceptibility of pulmonary tuberculosis (TB). Given the importance of this polymorphism and its association with pulmonary TB, this study aimed to investigate the prevalence of VDR polymorphisms in people with pulmonary TB. METHODS: The search process was performed from 2009 to 2023 according to PRISMA (Preferred reporting items for systematic reviews and meta-analyses). The strengthening of the reporting of observational studies in epidemiology (STROBE) checklist was used to qualify the articles. The data was entered into STATA version 14 software, then the fixed effects model and the random effects model, effect size (ES), and Q test (P &lt; 0.10) were used for data analysis at a confidence interval level (CI) of 95%. Two-sided statistical tests were considered with α=0.05. RESULTS: In this research, 28 articles were analyzed. Polymorphisms showed a significant relationship with susceptibility to pulmonary TB (P = 0.000), and significant heterogeneity (P = 0.000) was seen between polymorphisms. FokI (95% CI: 0.39-0.46, P = 0.000, ES = 43%), ApaI (95% CI: 0.31-0.48, P = 0.000, ES = 39%) and BsmI (95% CI: 0.24-0.50, P = 0.000, ES = 37%) showed the most frequent gene polymorphisms after TaqI (95% CI: 0.34-0.77, P = 0.000, ES = 56%). CONCLUSION: ApaI, BsmI, FokI, and TaqI polymorphisms were found in patients suffering from pulmonary TB. Polymorphisms related to the TaqI gene were the most frequent. Controlling and prescribing vitamin D may be needed in these patients.",
        "Y"
    ],
    [
        "39319628",
        "Do all individuals benefit equally from non-surgical periodontal therapy? Secondary analyses of systematic review data",
        "AIMS: This study aimed to assess the variability and treatment effect heterogeneity in response to non-surgical periodontal therapy (NSPT). METHODS: Data from randomized controlled trials included in two recent systematic reviews on the effect of NSPT on mean clinical attachment loss (CAL), mean probing pocket depth (PPD), percentage of sites with bleeding on probing (%BOP), PPD ≤3 mm (%PD ≤3 mm), and C-reactive protein levels (CRP) at 3-12-month follow-up among adults with systemic diseases or conditions were used. In these trials, the control arms received no treatment, hygiene advice, or supragingival scaling. The Bayesian meta-regression models were utilized to assess the variability ratios between NSPT and control groups. RESULTS: Data from 36 trials on mean PPD, 32 trials on mean CAL, eight trials on %PD ≤3 mm, 31 trials on %BOP and 19 trials on CRP were used. Variability in mean CAL and CRP was approximately 10% higher in the NSPT arms than in the control arms, hinting that there may be room for treatment effect heterogeneity. Instead, variability in mean PPD, %BOP, and %PD ≤3 mm was lower in the NSPT arms than in the control arms. CONCLUSION: Potential treatment effect heterogeneity in response to NSPT was observed for CRP and mean CAL. However, substantial measurement error in CAL and natural variation in CRP may contribute to these findings. Conversely, treatment effect heterogeneity appears less pronounced for mean PPD, %BOP, and %PD ≤3 mm, potentially due to greater treatment effects in patients with more severe periodontitis and reduced measurement error in these parameters.",
        "Y"
    ],
    [
        "39300478",
        "Prevalence and causes of self-medication for oral health problems: a systematic review and meta-analysis",
        "INTRODUCTION: Self-medication, particularly for oral and dental health problems, stands as a significant health and social concern. Therefore, the current systematic review and meta-analysis study was conducted to evaluate the prevalence and underlying causes of self-medication for oral and dental health problems. METHOD: Articles published until August 30, 2023, were searched in Scopus, PubMed, and Web of Science databases. A manual search was also done in Google Scholar, references, citations, and Gray literature. The screening of articles was done independently by two members of the research team. The quality of reporting in the articles was evaluated using the JBI Critical Appraisal Checklist For Analytical Cross-Sectional Studies. Meta-analysis was performed using the fixed effects model in Stata software (StataCorp, version 16). RESULTS: The results of 37 studies involving 12,110 participants with a mean age of 32 years and 48% male were analyzed. Most of the studies were conducted in low- and middle-income countries. The overall prevalence of self-medication was estimated at 59% [95%CI: 55-63%], with 58% [95% CI: 53-63%] among dental patients, and 60% [95% CI: 52-67%] in the general public. Analgesics (60%) and antibiotics (19%) were the most commonly used drug categories. In terms of the mean proportion, having previous experience, unbearable pain, and lack of time had the highest percentages, and in terms of the number of repetitions among the reviewed articles, economic problems, lack of time, and limited access were the most repeated reasons. The most significant related factors in self-treatment were female gender, higher education, and occupation. Pharmacies were the primary source of self-treatment medications. CONCLUSION: The results showed a very high prevalence of self-medication for oral health problems, necessitating prompt and effective interventions. It is recommended to focus on regulating the consumption of analgesics and antibiotics, addressing financial issues, and overseeing the pharmacy operations.",
        "Y"
    ],
    [
        "39282609",
        "Green Dentistry in Oral Cancer Treatment Using Biosynthesis Superparamagnetic Iron Oxide Nanoparticles: A Systematic Review",
        "Oral cancer is a worldwide health issue with high incidence and mortality, demands an effective treatment to improve patient prognosis. Superparamagnetic iron oxide nanoparticles (SPIONs) emerged as a candidate for oral cancer treatment due to their unique attributes, enabling a synergistic combination with its drug-delivery capabilities and hyperthermia when exposed to magnetic fields. SPIONs can be synthesized using biopolymers from agricultural waste like lignin from paddy, which produce biogenic nano iron oxide with superparamagnetic and antioxidant effects. In addition, lignin also acts as a stabilizing agent in creating SPIONs. This study aimed to explore how agricultural waste could be used to prepare SPIONs using the green synthesis method and to evaluate its potential for oral cancer specifically focusing on its effectiveness, side effects, biocompatibility, and toxicity. A systematic review was conducted following the Preferred Reporting Items for Systematic Reviews and Meta-Analyses protocol. PubMed, EBSCO, and Scopus databases were exploited in the selection of articles published within the last decade. This study quality assessment uses OHAT for critical appraisal tools. Only 10 studies met the inclusion criteria. The findings suggest that the use of agricultural waste in the preparation of SPIONs not only holds potency for oral cancer treatment through drug delivery and hyperthermia but also aligns with the concept of green dentistry. SPIONs as a treatment modality for oral cancer have demonstrated notable effectiveness and versatility. This study provides robust evidence supporting green dentistry by using agricultural waste in the preparation and formulation of SPIONs for managing oral cancer. Its multifunctional nature and ability to enhance treatment efficacy while minimizing adverse effects on healthy tissues highlights the potency of SPION-based oral cancer treatments.",
        "N"
    ],
    [
        "38907641",
        "DNA mismatch repair system expression in salivary gland tumors: A Systematic Review",
        "BACKGROUND: The DNA mismatch repair (MMR) system serves as a sophisticated guardian of the precise functioning of the human genome. Dysregulation within this system is linked to the oncogenesis process. Reduced expression of MMR system proteins identified in salivary gland tumors (SGTs) suggests an increased risk of tumoral occurrence. This study aims to analyze the expression of MMR proteins in SGTs and discuss the relevance of this association to the development of these neoplasms. MATERIAL AND METHODS: This review was conducted following the PRISMA guidelines and was registered in PROSPERO (CRD42023465590). A comprehensive search of the PubMed/MEDLINE, Web of Science, Scopus, Embase, and ProQuest (non-peer reviewed platform) was performed to answer the question \"Do DNA MMR system proteins exhibit expression in SGTs?\". The methodological quality of the selected studies was assessed using the JBI's Critical Appraisal Tool. RESULTS: A total of 142 patients with benign SGTs and 84 with malignant SGTs were included in this review. The literature analysis showed a notable reduction in the expression of DNA MMR system proteins (hHMS2, hMLH1, hMSH3 and hMSH6) in the percentage of marked cells. CONCLUSIONS: The reduction in the expression of the DNA MMR system proteins suggests an interesting correlation with the development of malignant and benign SGTs. Nevertheless, further investigations are warranted to better clarify the precision of measuring biomarker protein expression.",
        "N"
    ],
    [
        "38877601",
        "Bacteria of healthy periodontal tissues as candidates of probiotics: a systematic review",
        "OBJECTIVES: The use of probiotics could promote the balance of the subgingival microbiota to contribute to periodontal health. This study aimed to identify the potential of bacteria commonly associated with healthy periodontal tissues as probiotic candidates. MATERIAL AND METHODS: A systematic review was conducted according to the Preferred Reporting Items for Systematic Reviews and Meta-Analyses guidelines using the PubMed, Scopus, Science Direct, ProQuest, and Ovid databases as well as the combination of Medical Subject Headings (MeSH) and non-MeSH terms. Based on the selection criteria, original studies published in English and identifying the microorganisms present in the periodontium of healthy individuals and patients with periodontitis using the high-throughput 16S ribosomal gene sequencing technique were included. RESULTS: Out of 659 articles, 12 met the criteria for this review. These articles were published from 2012 to 2020 and mainly originated from the United States, China, and Spain. Most of these studies reported adequate criteria for selecting participants, using standardized clinical criteria, and compliance with quality based on the tools used. In periodontal healthy tissue were identified species like Actinomyces viscosus, Actinomyces naeslundii, Haemophilus parainfluenzae, Rothia dentocariosa, Streptococcus sanguinis, Streptococcus mitis, Streptococcus oralis, Streptococcus gordonii, Streptococcus intermedius, and Prevotella nigrescens which have recognized strains with a capacity to inhibit periodontopathogens. CONCLUSIONS: S. sanguinis, S. oralis, S. mitis, and S. gordonii are among the bacterial species proposed as potential probiotics because some strains can inhibit periodontopathogens and have been reported as safe for humans.",
        "Y"
    ],
    [
        "39241290",
        "Association Between Diabetes Mellitus and Postoperative Opioid Use: A Meta-Analysis",
        "INTRODUCTION: Diabetes mellitus (DM) is a prevalent metabolic disorder associated with various postoperative complications. The association between DM and postoperative opioid use remains unclear, with conflicting evidence in the literature. This systematic review and meta-analysis comprehensively evaluated the association between DM and postoperative opioid consumption, pain sensation, and adverse effects in surgical patients. METHODS: Following the Preferred Reporting Items for Systematic Reviews and Meta-Analyses guidelines, a systematic search of electronic databases identified studies investigating the relationship between DM and postoperative pain outcomes. Eligible studies, both prospective and retrospective, were included based on the predefined criteria. Data extraction and quality assessment were performed independently by the authors. Meta-analyses were performed using Review Manager 5. RESULTS: Among 100 initially identified articles, five studies met the inclusion criteria. In the meta-analysis, 473 participants were included. The results indicated that patients with DM had significantly higher postoperative opioid consumption (standardized mean difference, 0.79; 95% confidence interval, 0.26-1.31; P = 0.003) than those in the control group, with substantial heterogeneity (I<sup>2</sup> = 83%). No significant differences in postoperative pain scale scores at rest or during movement were observed. Adverse effects, including nausea, vomiting, and pruritus, showed varied outcomes, whereas overall satisfaction did not differ between the two groups. CONCLUSIONS: This meta-analysis provides evidence that patients with DM undergoing surgery consume more opioids postoperatively. Understanding the association between DM and pain management is crucial for optimizing perioperative care in this patient population.",
        "Y"
    ]
]